{"Article 1": [["Principes\n\nArticle 1 – Admission à l’Ecole Centrale de Lyon\n\n", "question:\nQuel est le sujet du paragraphe?\n", "response:\nLe sujet du paragraphe est l'admission à l'Ecole Centrale de Lyon."], ["Les étudiants admis à l’Ecole Centrale de Lyon dans la formation ingénieur pour préparer le diplôme national d’ingénieur de l’Ecole Centrale de Lyon sont appelés « élèves ».\n", "question: Comment sont appelés les étudiants admis à l'Ecole Centrale de Lyon dans la formation ingénieur ?", "response: Les étudiants admis à l'Ecole Centrale de Lyon dans la formation ingénieur sont appelés \"élèves\"."], ["L’admission en 1ère année de la formation ingénieur s’effectue par la voie du concours commun « Centrale-Supélec » et par la voie de l’admission sur titre, soit « CASTing », admission sur titres d’ingénieurs, commun au Groupe des Ecoles Centrales, soit « ENISE ». Le nombre de places offertes au concours et à l’admission sur titre est fixé par le ministre chargé de l’enseignement supérieur, après avis du Conseil d’Administration. Les élèves admis par ces voies sont appelés « élèves admis sur concours ou sur titres ».\n", "question:\nQuelles sont les deux voies d'admission en 1ère année de la formation ingénieur ?\n", "response:\nL’admission en 1ère année de la formation ingénieur s’effectue par la voie du concours commun « Centrale-Supélec » et par la voie de l’admission sur titre, soit « CASTing », admission sur titres d’ingénieurs, commun au Groupe des Ecoles Centrales, soit « ENISE »."], ["Dans le cadre des formations double diplômantes, des admissions sur titres sont aussi proposées en première année ou en seconde année par la Commission des Echanges Universitaires. Ces admissions concernent les étudiants inscrits dans des établissements partenaires étrangers. Des étudiants de l’Ecole Nationale Supérieure d’Architecture de Lyon, de l’EMLyon Business School et de l’Ecole Normale Supérieure de Lyon sont admis sur dossier pour une formation d’ingénieur double diplômante avec respectivement leur formation d’architecture, leur formation de management et leurs formations de Master co-accréditées par l’Ecole Normale Supérieure de Lyon et l’Université Claude Bernard Lyon 1. Les élèves admis par ces voies sont appelés « élèves admis dans le cadre d’un double diplôme » ou plus simplement « élèves admis en double diplôme ».\n", "question:\nQuels sont les types d'admissions proposés dans le cadre des formations double diplômantes ?\n", "response:\nDes admissions sur titres sont proposées en première année ou en seconde année par la Commission des Echanges Universitaires, concernant les étudiants inscrits dans des établissements partenaires étrangers."]], "Article 2": [["Des étudiants en provenance d’universités étrangères ou d’autres établissements français peuvent également être accueillis en 3e année pour suivre une formation ne conduisant pas au diplôme d’ingénieur. Le recrutement de ces étudiants est prononcé par le Directeur de l’Ecole Centrale de Lyon, sur proposition de la Commission des Echanges Universitaires ou selon les procédures prévues dans les conventions passées avec d’autres établissements français.\nLes élèves admis à l’Ecole Centrale de Lyon dans le cadre des formations double diplômantes sont appelés « élèves admis en double diplôme ». Les étudiants accueillis à l’Ecole Centrale de Lyon pour suivre des enseignements de la formation d’ingénieur de l’Ecole Centrale de Lyon sans en préparer le diplôme d’ingénieur sont appelés « auditeurs ».\n\n\nArticle 2 – Inscription à l’Ecole Centrale de Lyon\n\n", "question: Quels types d'étudiants peuvent être accueillis en 3e année à l'Ecole Centrale de Lyon pour suivre une formation non conduisant au diplôme d'ingénieur?", "response: Des étudiants en provenance d'universités étrangères ou d'autres établissements français peuvent être accueillis en 3e année à l'Ecole Centrale de Lyon pour suivre une formation non conduisant au diplôme d'ingénieur."], ["Les élèves et les auditeurs sont effectivement inscrits à l’Ecole Centrale de Lyon lorsqu’ils ont effectué ce qui suit.\n- A l’exception des élèves ayant signé un contrat de professionnalisation, ils ont acquitté, le jour de la rentrée, les Droits Universitaires règlementaires.\n", "question: Quelles sont les conditions pour être officiellement inscrit à l'Ecole Centrale de Lyon ?", "response: Les élèves et les auditeurs doivent avoir acquitté les Droits Universitaires règlementaires, sauf s'ils ont signé un contrat de professionnalisation."], ["Par application du Décret numéro 84-13 du 5 janvier 1984 relatif à « l’exonération des droits de scolarité dans les universités », les élèves bénéficiaires d’une bourse accordée par l’Etat et les pupilles de la Nation sont exonérés de Droits Universitaires. Les élèves qui en font la demande en raison de leur situation personnelle, notamment les réfugiés, peuvent en outre bénéficier de la même exonération. Les décisions d’exonération sont prises par le Directeur de l’Ecole Centrale de Lyon, en application de critères généraux fixés par le Conseil d’Administration et dans la limite de 10% des étudiants inscrits, non compris les boursiers et les pupilles de la Nation. Les situations doivent être examinées au cas par cas.\n- Pour les élèves ayant signé un contrat de professionnalisation, l’inscription est uniquement pédagogiques, c’est-à-dire sans règlement de Droits Universitaires réglementaires.\n- Ils ont produit, le jour de la rentrée, un dossier personnel dont la composition est définie par le Directeur de l’Ecole Centrale de Lyon. \n", "question:\nQuelles sont les conditions d'exonération des droits universitaires dans les universités en France ?\n", "response:\nLes élèves bénéficiaires d'une bourse accordée par l'Etat, les pupilles de la Nation et les étudiants bénéficiant d'une exonération en raison de leur situation personnelle, tels que les réfugiés, peuvent être exemptés de frais de scolarité universitaires en France en application du Décret numéro 84-13 du 5 janvier 1984."]], "Article 3": [["Il est en outre imposé de souscrire à une assurance Responsabilité Civile. Cette assurance doit être valable pendant toute leur scolarité, y compris la période des stages. Les élèves doivent obligatoirement être assurés en responsabilité civile contre les risques d’accidents ou incidents pouvant survenir à l’occasion de leurs activités scolaires, qu’elles soient obligatoires ou facultatives, qu’elles se déroulent à l’intérieur comme à l’extérieur de l’établissement. A cet effet, ils sont astreints à contracter une assurance, et à fournir la preuve de la validité d’un tel contrat d’assurance en cas de demande de l’Ecole. En particulier, dans le cas des stages à l’étranger, il convient que l’étudiant vérifie que son assurance couvre bien les séjours dans le pays d’accueil, y compris en ce qui concerne les activités exercées.\n- Ils ont lu, approuvé et signé les chartes informatique et anti-plagiat.\n\n\nArticle 3 – Scolarité à l’Ecole Centrale de Lyon\n\n", "question: Quelle assurance les élèves doivent-ils obligatoirement souscrire pendant toute leur scolarité à l'Ecole Centrale de Lyon?", "response: Les élèves doivent obligatoirement souscrire à une assurance Responsabilité Civile qui doit être valable pendant toute leur scolarité, y compris la période des stages."], ["La formation ingénieur se déroule en trois années découpées en six semestres, notés S5 à S10, les trois premiers semestres (S5, S6, S7), hors stages, constituant un parcours appelé Tronc Commun , les deux semestres suivants (S8, S9) constituant hors stage, un parcours appelé Parcours Electif et le dernier semestre (S10) correspondant à un stage appelé Travail de Fin d’Etudes (TFE). Un stage est une période de formation qui se déroule en milieu professionnel, en France ou à l’étranger, sous le contrôle de l’Ecole, sous convention de stage ou contrat d’embauche. Le Parcours Electif est défini par le choix d’une Option et d’un Métier, décidé par la Commission Parcours Electif. Le Parcours Electif peut être d’autre part aménagé pour effectuer une partie de ce parcours dans des universités étrangères. La formation peut être aménagée pour effectuer un double diplôme. La formation dispensée à l’Ecole Centrale de Lyon à certains élèves en double diplôme consiste en un Tronc Commun Etendu (Tronc Commun + S8) ou en un Parcours Electif Etendu (S7 ou S7 d’intégration + Parcours Electif) ou un Parcours Electif Réduit (S9). \n", "question: Comment se déroule la formation d'ingénieur à l'Ecole Centrale de Lyon ?", "response: La formation d'ingénieur à l'Ecole Centrale de Lyon se déroule en trois années divisées en six semestres, dont les trois premiers (S5, S6, S7) constituent le Tronc Commun, les deux suivants (S8, S9) forment le Parcours Electif, et le dernier semestre (S10) correspond à un stage appelé Travail de Fin d’Etudes (TFE)."], ["Dans un semestre se déroulent plusieurs Unités d’Enseignement au sein desquelles les activités pédagogiques sont regroupées en Actions de Formation. Une Action de Formation est un ensemble cohérent d’activités planifiées : Cours Magistraux, Travaux Dirigés, Travaux Pratiques, Bureaux d’Etudes, etc.. Dans une Action de Formation comprenant des activités de Cours Magistral, ceux-ci présentent le socle de connaissances nécessaire au bon déroulement des autres activités de l’Action de Formation. De façon générale, la participation active des élèves aux activités des Actions de Formation est primordiale. Le programme pédagogique de chacun des parcours de la formation ingénieur est approuvé par le Conseil d’Administration, sur proposition du Directeur de l’Ecole et après avis du Conseil des Etudes. Il définit l’ensemble des activités d’une Action de Formation et est présenté dans le fascicule pédagogique.\nUne activité pédagogique ne peut être réalisée par un élève que s’il est administrativement inscrit dans l’(les) année(s) universitaires où elle se déroule, le calendrier des années universitaires voté par le Conseil d’Administration faisant foi.\n", "question: Qu'est-ce qu'une Action de Formation et quel est son rôle au sein des Unités d'Enseignement ?", "response: Une Action de Formation est un ensemble d'activités planifiées regroupant des Cours Magistraux, Travaux Dirigés, Travaux Pratiques, etc., qui présentent les connaissances nécessaires pour le bon déroulement des autres activités."]], "Article 4": [["La participation et l’implication des élèves et des auditeurs au cursus de formation initiale sont prioritaires sur tout autre type d’activités. En conséquence, la participation à toutes les activités d’une Action de Formation est obligatoire ; la présence est contrôlée chaque fois que cela est possible, sous la responsabilité du responsable de l’Action de Formation. Toute absence doit être signalée par l’élève au Service de la Scolarité le plus tôt possible et au plus tard dans les cinq jours ouvrables qui suivent le premier jour de l’absence. Seules sont autorisées les absences pour raisons de force majeure (comme des problèmes de santé ou des décès familiaux), pour des convocations émanant d’autorités administratives. Les justificatifs doivent être impérativement fournis au Service de la Scolarité lors de la déclaration d’absence. Enfin, le manque de ponctualité étant un frein au bon déroulement des activités d’une Action de Formation, les enseignants participent à la promotion du respect de la ponctualité.\n\n\nArticle 4 – Objectifs de l’évaluation des connaissances et des compétences\n\n", "question:\nQuelles sont les obligations concernant la participation et l'assiduité des élèves dans le cursus de formation initiale?\n", "response:\nLa participation à toutes les activités est obligatoire, les absences doivent être justifiées et seules les absences pour force majeure sont autorisées."]], "Article 5": [["Chaque élève ou auditeur fait l’objet d’une évaluation continue dont l’objectif est d’estimer tout au long de l’année le niveau qu’il a atteint, de l’aider à effectuer un travail régulier d’assimilation, de le renseigner sur sa progression et de faciliter les choix et les orientations qu’il sera conduit à effectuer. Les résultats semestriels obtenus par les élèves et les auditeurs sont consignés dans leur dossier individuel par le Service de la Scolarité. Les jurys arrêtent pour chaque semestre la position globale de l’élève par rapport à sa demi-promotion et dès que possible la position globale de l’élève par rapport à sa promotion suivant un barème à niveaux. Une synthèse des résultats et les décisions des Jurys sont portées à la connaissance des élèves et des auditeurs à l’issue des délibérations. Ces éléments sont communicables à des organismes extérieurs sur demande écrite de l’élève ou de l’auditeur.\n\n\nArticle 5 – Organisation de l’évaluation des connaissances et des compétences\n\n", "question: Quel est l'objectif de l'évaluation continue des élèves et des auditeurs?", "response: L'objectif est d'estimer leur niveau tout au long de l'année, de les aider à progresser, de les informer sur leur progression et de faciliter leurs choix et orientations."]], "Article 6": [["L’évaluation des élèves et des auditeurs porte sur l’ensemble du programme pédagogique. L’examen des connaissances et des compétences est du ressort exclusif des enseignants et des personnes ayant vocation à enseigner à l’Ecole, sous couvert des Conseils d’Unités d’Enseignement et des responsables de Parcours qui en assurent la cohérence. La nature et les modalités des évaluations sont déterminées par l’enseignant responsable de l’Action de Formation et ses collaborateurs, puis validées par les instances statutaires compétentes au même titre que le programme pédagogique. Elles sont publiées dans les fasci- cules pédagogiques. \n\n\nArticle 6 – Fraudes et Plagiats\n\n", "question: Qui est responsable de l'évaluation des élèves et des auditeurs à l'École?", "response: L'évaluation des élèves et des auditeurs à l'École est du ressort exclusif des enseignants et des personnes ayant vocation à enseigner, sous la supervision des Conseils d'Unités d'Enseignement et des responsables de Parcours."]], "Article 7": [["Les fraudes et les plagiats ou les tentatives de fraudes et de plagiats sont des actes extrêmement graves dont les sanctions sont prévues par le Code de l’Education, Livre VIII (La vie universitaire), Titre Ier (Les droits et obligations des usagers du service public de l’enseignement supérieur), Section 2 (Procédures dis- ciplinaires). Les sanctions prévues peuvent aller jusqu’à l’exclusion définitive de tout établissement public d’enseignement supérieur. Les sanctions sont prises par la Section Disciplinaire de l’Ecole Centrale de Lyon après avoir été saisie par le Directeur de l’Ecole Centrale de Lyon. L’objectif de la charte anti-plagiat est de sensibiliser les élèves à ce problème. Une commission anti-plagiat est instituée dans l’objectif de réunir les faits en cas de présomption de plagiat. \n\n\nArticle 7 – Année de césure au cours de la scolarité\n\n", "question: Quelles sont les conséquences des fraudes et des plagiats dans le contexte universitaire ?", "response: Les sanctions prévues peuvent aller jusqu'à l'exclusion définitive de tout établissement public d'enseignement supérieur."]], "Article 8": [["Une année de césure est la possibilité offerte aux élèves d’effectuer une année supplémentaire pour réaliser un projet professionnel ou personnel. Tout élève peut solliciter une année de césure au cours de sa scolarité à l’Ecole Centrale de Lyon.\n\n\nArticle 8 – Mobilité à l’international\n\n", "question:\nQu'est-ce qu'une année de césure à l'Ecole Centrale de Lyon?\n", "response:\nUne année de césure à l'Ecole Centrale de Lyon est la possibilité offerte aux élèves d'effectuer une année supplémentaire pour réaliser un projet professionnel ou personnel."]], "Article 9": [["L’objectif pédagogique de la mobilité à l’international est de placer l’élève en immersion dans un environnement socio-culturel et socio-professionnel différent, à l’étranger, de manière à le former à évoluer dans un tel contexte lors de l’exercice de son futur métier d’ingénieur. L’obtention du diplôme d’ingénieur de l’Ecole Centrale de Lyon est subordonnée à la réalisation d’un séjour de 21 semaines minimum à l’étranger.\n\n\nArticle 9 – Scolarité hors de l’Ecole Centrale de Lyon (hors formation double diplômante)\n\n", "question:\nQuel est l'objectif pédagogique de la mobilité à l'international pour les élèves de l'Ecole Centrale de Lyon ?\n", "response:\nL'objectif pédagogique est de placer l'élève en immersion dans un environnement socio-culturel et socio-professionnel différent à l'étranger afin de le former à évoluer dans un tel contexte lors de l'exercice de son futur métier d'ingénieur."], ["En dehors des formations double diplômante effectuées à l’étranger, le cursus ingénieur peut être personnalisé en effectuant une partie de la scolarité hors de l’Ecole Centrale de Lyon suivant deux modalités : en remplaçant un ou plusieurs semestres complets de l’Ecole Centrale de Lyon par un même nombre de semestres suivis dans un autre établissement ou en remplaçant une ou plusieurs Actions de Formation par des enseignements suivis dans une autre formation.\n", "question:\nPeut-on personnaliser son cursus ingénieur à l'Ecole Centrale de Lyon en effectuant une partie de la scolarité hors de l'école?\n", "response:\nOui, le cursus ingénieur à l'Ecole Centrale de Lyon peut être personnalisé en effectuant une partie de la scolarité hors de l'école, selon deux modalités : en remplaçant des semestres complets par des études dans un autre établissement, ou en remplaçant des Actions de Formation par des enseignements suivis dans une autre formation."], ["La validation d’un ou plusieurs semestres complets peut prendre plusieurs formes, exclusives l’une de l’autre :\n— effectuer le quatrième semestre dans un établissement étranger, en remplacement du semestre S8, à condition d’avoir effectué les trois premiers semestres au sein de l’Ecole Centrale de Lyon;\n— effectuer le quatrième semestre et le cinquième semestre dans un établissement étranger, en rem- placement des semestres S8 et S9, à condition d’avoir effectué les trois premiers semestres au sein de l’Ecole Centrale de Lyon;\n— effectuer le cinquième semestre et le sixième semestre (3e année) dans un établissement français ou étranger partenaire de l’Ecole Centrale de Lyon, en remplacement des semestres S9 et S10, à condition d’avoir effectué les quatre premiers semestres au sein de l’Ecole Centrale de Lyon et d’effectuer le stage final du cursus ingénieur (TFE).\n", "question:\nQuelles sont les différentes formes que peut prendre la validation d'un ou plusieurs semestres complets dans le cursus ingénieur à l'Ecole Centrale de Lyon ?\n", "response:\nLa validation d’un ou plusieurs semestres complets peut prendre plusieurs formes exclusives, incluant l'opportunité d'effectuer des semestres dans des établissements étrangers ou partenaires de l'Ecole Centrale de Lyon en remplacement de certains semestres du cursus initial."], ["La liste des élèves autorisés par l’Ecole à effectuer les cinquième et sixième semestres dans un établissement étranger et celle des élèves autorisés par l’Ecole à effectuer les cinquième et sixième semestres dans un autre établissement sont arrêtées par le Directeur de l’Ecole Centrale de Lyon, sur proposition de la Commission des Echanges Universitaires. Le programme d’études de chaque élève dans l’établissement d’accueil est décrit dans un engagement écrit, signé par l’élève et approuvé par le Directeur de l’Ecole Centrale de Lyon ou son représentant. Ce document est transmis au Jury de Parcours Electif seul habilité à valider les résultats obtenus dans l’établissement d’accueil.\n", "question:\nQui arrête la liste des élèves autorisés à effectuer des semestres à l'étranger et dans quels établissements?\n", "response:\nLa liste des élèves autorisés à effectuer des semestres à l'étranger et dans d'autres établissements est arrêtée par le Directeur de l’Ecole Centrale de Lyon, sur proposition de la Commission des Echanges Universitaires."]], "Article 10": [["Le remplacement de la validation d’une ou plusieurs Actions de Formation du Parcours Electif par la validation de cours suivis dans une autre formation doit être validé par la commission d’aménagement du Parcours Electif.\n\n\nArticle 10 – Organisation de la scolarité en situation de handicap\n\n", "question: Que doit valider la commission d'aménagement du Parcours Electif ?\n", "response: Le remplacement de la validation d'une ou plusieurs Actions de Formation du Parcours Electif par la validation de cours suivis dans une autre formation."]], "Article 11": [["Le handicap est défini à l’article du Code de l’action sociale et des familles : « Constitue un handicap [...] toute limitation d’activité ou restriction de participation à la vie en société subie dans son environnement par une personne en raison d’une altération substantielle, durable ou définitive d’une ou plusieurs fonctions physiques, sensorielles, mentales, cognitives ou psychiques, d’un poly-handicap ou d’un trouble de santé invalidant ». En accord avec le Décret numéro 2005-1617 du 21 décembre 2005 relatif aux « aménagements des examens et concours de l’enseignement scolaire et de l’enseignement supérieur pour les candidats présentant un handicap », pour un élève ou un auditeur en situation de handicap, la formation ingénieur est aménagée en fonction de son handicap au niveau des examens et autres contrôles de connaissances et de compétences et au niveau du déroulement du cursus complet. \n\n\nArticle 11 – Les jurys\n\n", "question: Qu'est-ce que le handicap selon le Code de l'action sociale et des familles ?", "response: Le handicap est défini comme toute limitation d'activité ou restriction de participation à la vie en société subie par une personne en raison d'une altération substantielle, durable ou définitive de fonctions physiques, sensorielles, mentales, cognitives ou psychiques, d'un poly-handicap ou d'un trouble de santé invalidant."], ["Le Directeur de l’Ecole Centrale de Lyon constitue chaque année :\n—le Jury de Tronc Commun : ce jury suit une promotion sur l’ensemble des semestres S5, S6 et S7 ;\n—le Jury de Parcours Electif : ce jury suit une promotion sur l’ensemble des semestres S8, S9 et S10 ;\n—la Commission des Echanges Universitaires (CEU).\n ", "question:\nQuels sont les trois jurys constitués chaque année par le Directeur de l'Ecole Centrale de Lyon ?\n", "response:\nLe Jury de Tronc Commun, le Jury de Parcours Electif et la Commission des Echanges Universitaires (CEU)."]], "Article 12": [["Suite à l’indisponibilité d’un membre du Jury, le Directeur de l’Ecole désigne un remplaçant. \n\n\nArticle 12 – Validation du Tronc Commun (Etendu) et du Parcours Electif (Etendu/Réduit)\n\n", "question:\nQuel est le protocole en cas d'absence d'un membre du Jury lors de la validation du Tronc Commun et du Parcours Electif ?\n", "response:\nLe Directeur de l'École désigne un remplaçant en cas d'indisponibilité d'un membre du Jury."]], "Article 13": [["La validation du Tronc Commun (Etendu) (respectivement du Parcours Electif (Etendu/Réduit)) est décidée par le Jury de Tronc Commun (resp. de Parcours Electif) de la promotion concernée. \n\n\nArticle 13 – Redoublement\n\n", "question: Qui décide de la validation du Tronc Commun et du Parcours Electif pour une promotion donnée ?", "response: La validation du Tronc Commun et du Parcours Electif pour une promotion donnée est décidée par le Jury de Tronc Commun ou de Parcours Electif respectivement."]], "Article 14": [["Le redoublement n’est autorisé qu’une seule fois au cours de la scolarité, sauf dans le cas d’un redoublement pour raison médicale. Les jurys décident si le redoublement est effectué à l’Ecole Centrale de Lyon ou à titre exceptionnel dans l’une des autres Ecoles Centrales de l’Intergroupe. Dans ce dernier cas, le choix de l’Ecole accueillant le redoublant résulte d’un accord entre les Directions des Formations.\n\n\nArticle 14 – Délivrance du Diplôme d’ingénieur de l’Ecole Centrale de Lyon\n\n", "question:\nQuelles sont les conditions pour autoriser un redoublement à l'Ecole Centrale de Lyon ?\n", "response:\nLe redoublement n'est autorisé qu'une seule fois au cours de la scolarité, sauf pour des raisons médicales."], ["Pour les élèves issus des concours, le Jury de Parcours Electif examine l’ensemble de la scolarité, en vue de les proposer au diplôme d’ingénieur de l’Ecole Centrale de Lyon délivré par le Recteur d’Académie représentant le Ministre chargé de l’Enseignement Supérieur.\n", "question:\nQuel est le rôle du Jury de Parcours Electif pour les élèves issus des concours?\n", "response:\nLe Jury de Parcours Electif examine l'ensemble de la scolarité des élèves issus des concours afin de les proposer au diplôme d'ingénieur de l'Ecole Centrale de Lyon délivré par le Recteur d'Académie représentant le Ministre chargé de l'Enseignement Supérieur."]], "Article 15": [["L’obtention du diplôme d’ingénieur de l’Ecole Centrale de Lyon est subordonnée à la validation du Tronc Commun, à la validation du Parcours Electif et à la réalisation ou à la validation d’un ensemble d’activités définies dans le cadre du programme pédagogique.\n\n\nArticle 15 – Formation double diplômante pour les élèves admis sur concours ou sur titres\n\n", "question: Quelles sont les conditions requises pour obtenir le diplôme d'ingénieur de l'Ecole Centrale de Lyon?", "response: La validation du Tronc Commun, du Parcours Electif et d'un ensemble d'activités définies dans le programme pédagogique est nécessaire."], ["Dans le cadre des accords passés avec les universités partenaires étrangères, certains élèves admis sur concours ou sur titres suivent une formation double diplômante. Le processus de sélection des élèves autorisés à suivre cette formation est effectué par la Commission des Echanges Universitaires. Ces élèves quittent l’Ecole en fin de quatrième semestre sous condition de validation du Tronc Commun élargi au S8 hors stage d’application par le Jury de Tronc Commun. Ils vont terminer leurs études dans l’université partenaire et le diplôme d’Ingénieur de l’Ecole Centrale de Lyon leur est alors automatiquement décerné lorsqu’ils remplissent les conditions d’obtention du diplôme de l’ECL et qu’ils obtiennent le diplôme correspondant de l’université partenaire.\n", "question: Comment les élèves admis sur concours ou sur titres peuvent-ils obtenir un double diplôme avec une université partenaire étrangère ?", "response: Les élèves admis sur concours ou sur titres peuvent obtenir un double diplôme avec une université partenaire étrangère en quittant l'école en fin de quatrième semestre sous condition de validation du Tronc Commun élargi au S8 hors stage d'application par le Jury de Tronc Commun, et en remplissant les conditions d'obtention du diplôme de l'ECL et de l'université partenaire."]], "Article 16": [["D’autres formations double diplômantes sont ouvertes aux élèves admis sur concours : double diplôme en Architecture avec l’Ecole Nationale Supérieure d’Architecture de Lyon, double diplôme en Management avec l’EMLyon Business School, double diplôme avec l’Ecole Nationale de la Statistique et de l’Adminis- tration Economique, double diplôme avec la Formation Approfondie en Sciences Médicales organisée par l’Université Claude Bernard Lyon 1, double diplôme avec des Masters co-accrédités ou non avec l’Ecole Normale Supérieure de Lyon et/ou l’Université Claude Bernard Lyon 1.\n\n\nArticle 16 – Diplôme d’Etudes Supérieures de l’Ecole Centrale de Lyon (DESECL)\n\n", "question:\nQuelles sont les différentes formations double diplômantes ouvertes aux élèves admis sur concours à l'Ecole Centrale de Lyon ?\n", "response:\nLes formations double diplômantes ouvertes aux élèves admis sur concours à l'Ecole Centrale de Lyon incluent le double diplôme en Architecture, en Management, en Statistique et en Administration Economique, en Sciences Médicales, ainsi que des Masters co-accrédités ou non avec d'autres établissements tels que l'Ecole Normale Supérieure de Lyon et l'Université Claude Bernard Lyon 1."]], "Article 17": [["Le Diplôme d’Etudes Supérieures de l’Ecole Centrale de Lyon sanctionne la validation des Unités d’Enseignement (UE) des semestres S9 et S10 et la réalisation des activités de ces semestres par un auditeur.\n\n\nArticle 17 – Commission d’Evolution du Règlement de Scolarité\n\n", "question:\nQu'est-ce que le Diplôme d'Etudes Supérieures de l'Ecole Centrale de Lyon valide ?\n", "response:\nLe Diplôme d'Etudes Supérieures de l'Ecole Centrale de Lyon valide la validation des Unités d'Enseignement des semestres S9 et S10 et la réalisation des activités de ces semestres par un auditeur."], ["L’objectif de la Commission d’Evolution du Règlement de Scolarité est de profiter des retours d’expérience de l’ensemble des Jurys pour améliorer le Règlement de Scolarité. Cette commission est constituée chaque année par le Directeur de l’Ecole Centrale de Lyon. \n\n\nModalités d’Application\n\nA", "question: Quel est l'objectif de la Commission d'Evolution du Règlement de Scolarité ?", "response: L'objectif de la Commission d'Evolution du Règlement de Scolarité est d'utiliser les retours d'expérience des Jurys pour améliorer le Règlement de Scolarité, et elle est mise en place chaque année par le Directeur de l’Ecole Centrale de Lyon."]], "A.1\t": [["Personnalisation du cursus ingénieur\n\nA.1", "question:\nComment peut-on personnaliser son cursus d'ingénieur ?\n", "response:\nOn peut personnaliser son cursus d'ingénieur en choisissant des options, des spécialisations ou des projets spécifiques."]], "A.2\t": [["Différentes variantes du cursus ingénieur\n\nA.2", "question:\nQuelles sont les différentes variantes du cursus ingénieur ?\n", "response:\nIl existe différentes variantes du cursus ingénieur."]], "A.2.1\t": [["Echanges universitaires\n\nA.2.1", "question:\nQuel est le sujet principal du paragraphe fourni ?", "response:\nLes échanges universitaires."], ["La Commission des Echanges Universitaires (CEU)\n\n", "question: Qu'est-ce que la Commission des Echanges Universitaires (CEU) ?", "response: La Commission des Echanges Universitaires (CEU) est une entité chargée de gérer les échanges universitaires."], ["La Commission des Echanges Universitaires est mise en place chaque année avant le 15 Novembre.Elle se décompose en deux sous-commissions.\n", "question: Quand est-ce que la Commission des Echanges Universitaires est-elle mise en place chaque année?", "response: La Commission des Echanges Universitaires est mise en place chaque année avant le 15 Novembre."], ["La sous-commission en charge des échanges internationaux (CEU internationale) est présidée par le Directeur de l’École Centrale de Lyon ou son représentant ; elle est composée d’au moins un représentant de la Direction des Formations (incluant le Service de Scolarité), d’au moins un représentant de la Direction du Développement des Relations Internationales, de représentants de l’Equipe d’Enseignement de langues choisis en accord avec la Direction du Développement des Relations Internationales et des enseignants correspondants pays.\n", "question:\nQuels sont les membres composant la sous-commission en charge des échanges internationaux (CEU internationale) et qui la préside ?\n", "response:\nLa sous-commission en charge des échanges internationaux (CEU internationale) est composée d’au moins un représentant de la Direction des Formations, d’au moins un représentant de la Direction du Développement des Relations Internationales, de représentants de l’Equipe d’Enseignement de langues choisis en accord avec la Direction du Développement des Relations Internationales et des enseignants correspondants pays ; elle est présidée par le Directeur de l’École Centrale de Lyon ou son représentant."], ["La sous-commission en charge des échanges en France (CEU France) est présidée par le Directeur de l’École Centrale de Lyon ou son représentant ; elle est composée d’au moins un représentant de la Direction des Formations (incluant le Service de Scolarité), d’au moins un représentant de la Direction du Développement des Relations Internationales et des responsables des doubles cursus avec des établissements partenaires en France.\n", "question:\nQui préside la sous-commission en charge des échanges en France (CEU France) ?\n", "response:\nLe Directeur de l’École Centrale de Lyon ou son représentant."]], "A.2.2\t": [["Les sous-commissions peuvent inviter toute personne compétente pour les assister dans leurs travaux, notamment les responsables des équipes pédagogiques et des cursus (UE, options/métiers, etc.) pour les mobilités entrantes.\n\nA.2.2", "question: Qui peut être invité par les sous-commissions pour les assister dans leurs travaux?  ", "response: Les responsables des équipes pédagogiques et des cursus."], ["Mobilités internationales\n\n", "question:\nQuel est le thème abordé dans le paragraphe?", "response:\nLes mobilités internationales."], ["La CEU internationale examine les dossiers des étudiants candidats au recrutement dans le cadre des accords internationaux de l’établissement pour admission en qualité d’élèves à l’Ecole Centrale de Lyon pour une scolarité de deux ans en vue de l’obtention du diplôme d’ingénieur généraliste de l’Ecole Centrale de Lyon. Elle examine aussi les dossiers des étudiants candidats pour une scolarité en 3e année en vue de l’obtention du DESECL ou l’acquisition de crédits ECTS (European Credit Transfert System), ainsi que pour le certificat de formation à la recherche et l’admission pour un échange d’un semestre en S8. Dans tous les cas, ces candidats sont en priorité des étudiants proposés par les universités partenaires. Le Directeur de l’Ecole Centrale de Lyon fixe la liste des élèves admis sur titre sur proposition de la Commission des Echanges Universitaires.\n", "question:\nQuels sont les différents types de dossiers examinés par la CEU internationale pour l'admission à l'Ecole Centrale de Lyon ?\n", "response:\nLa CEU internationale examine les dossiers des étudiants candidats pour une scolarité de deux ans en vue du diplôme d'ingénieur généraliste, en 3e année pour le DESECL ou l'acquisition de crédits ECTS, ainsi que pour le certificat de formation à la recherche et l'admission pour un échange d'un semestre en S8."]], "A.2.3\t": [["La CEU internationale examine également les dossiers des élèves ingénieurs centraliens qui sont candidats à une formation double diplomante ou un échange dans une université étrangère suivant les critères présentés dans le dossier de demande. Elle statue sur l’autorisation à postuler dans un ou plusieurs établissements (à l’exclusion de tout autre) dans le cadre d’un échange. En cas de refus, les motifs de cette décision seront transmis aux élèves concernés. L’élève est finalement autorisé à partir lorsque l’établissement d’accueil émet un avis favorable pour l’accueillir, après validation de son Tronc Commun (Etendu le cas échéant) par le jury de Tronc Commun, et après validation du learning agreement par la Direction du Développement des Relations Internationales selon les modalités indiquées.\n\nA.2.3", "question:\nComment la CEU internationale examine-t-elle les dossiers des élèves ingénieurs centraliens candidats à une formation double diplômante ou un échange dans une université étrangère?\n", "response:\nLa CEU internationale examine les dossiers des élèves ingénieurs centraliens candidats à une formation double diplômante ou un échange dans une université étrangère en se basant sur les critères présentés dans le dossier de demande, et elle statue sur l'autorisation à postuler dans un ou plusieurs établissements."], ["Mobilités en France\n\n", "question: Quel sujet est abordé dans ce paragraphe ?", "response: La mobilité en France."], ["La CEU France examine les dossiers des étudiants candidats au recrutement dans le cadre des accords avec des établissements partenaires en France (et l’Ecole Centrale de Casablanca) pour une admission sur titre en qualité d’élèves à l’Ecole Centrale de Lyon ou en double diplôme pour une scolarité de deux ou trois ans en vue de l’obtention du diplôme d’ingénieur généraliste de l’Ecole Centrale de Lyon. Elle examine aussi les dossiers des étudiants issus d’établissements partenaires en France, candidats pour une scolarité en 3e année en vue de l’obtention du DESECL. Le Directeur de l’Ecole Centrale de Lyon fixe la liste des élèves admis sur titre sur proposition de la Commission des Echanges Universitaires.\n", "question: Quel est le rôle de la CEU France dans le recrutement des étudiants pour l'Ecole Centrale de Lyon ?", "response: La CEU France examine les dossiers des candidats pour une admission à l'Ecole Centrale de Lyon ou en double diplôme, ainsi que des candidats pour une scolarité en 3e année en vue de l'obtention du DESECL."]], "A.3\t": [["La CEU France examine également les dossiers des élèves ingénieurs centraliens qui sont candidats à une formation double diplomante ou un échange dans un établissement partenaire en France suivant les critères présentés dans le dossier de demande. Elle statue sur l’autorisation à postuler dans un ou plusieurs établissements (à l’exclusion de tout autre) dans le cadre d’un échange. En cas de refus, les motifs de cette décision seront transmis aux élèves concernés. L’élève est finalement autorisé à partir lorsque l’établissement d’accueil émet un avis favorable pour l’accueillir et après validation de son Tronc Commun (Etendu le cas échéant) par le jury de Tronc Commun.\n\nA.3", "question:\nQuels sont les critères pris en compte par la CEU France pour examiner les dossiers des élèves ingénieurs centraliens candidats à une formation double diplomante ou un échange en France ?\n", "response:\nLa CEU France examine les dossiers des élèves ingénieurs centraliens candidats à une formation double diplomante ou un échange en France selon les critères présentés dans le dossier de demande."], ["Commission Parcours Electif\n\n", "question: Qu'est-ce que la Commission Parcours Electif?", "response: C'est une commission chargée de superviser les choix de parcours individuels."]], "A.4\t": [["L’objectif de la Commission Parcours Electif est, pour les élèves et les auditeurs effectuant le semestre S9 à l’Ecole Centrale de Lyon, de les affecter aux différents Métiers et Options. Elle est composée des Responsables de Métier, des Responsables d’Option, du Directeur des Formations, du Responsable pédagogique du Parcours Electif, et des Directeurs des UE Métier et des UE Secteur. Les règles d’affection sont présentées dans le formulaire d’inscription. Après une première affectation, un recours est possible auprès de la Commission Parcours Electif en remplissant un dossier d’appel. La décision finale sera prise selon des critères présentés dans ce dossier. En cas de refus, les motifs de cette décision seront transmis aux élèves concernés.\n\nA.4", "question:\nQuel est l'objectif de la Commission Parcours Electif ?\n", "response:\nL'objectif de la Commission Parcours Electif est d'affecter les élèves et les auditeurs du semestre S9 à l'Ecole Centrale de Lyon aux différents Métiers et Options."], ["Commission d’aménagement du Parcours Electif\n\n", "question:\nQuelle est la Commission mentionnée dans le paragraphe?\n", "response:\nLa Commission d'aménagement du Parcours Electif."], ["Un élève a la possibilité d’aménager le Parcours Electif de l’Ecole Centrale de Lyon : double cursus ingénieur-master, ingénieur-architecte, parcours entrepreneur, parcours intrapreneur et divers cursus croisés nécessitent des emplois du temps aménagés, voire la mise en place d’exceptions tel que le suivi d’Actions de Formation d’établissements extérieurs du Collègue des Hautes Etudes Lyon Sciences (CHELS). Une commission d’aménagement du Parcours Electif est mise en place dont l’objectif est d’étudier les demandes des responsables de ces cursus (emploi du temps, etc.), et si nécessaire de proposer au Conseil des Etudes d’intégrer dans le Règlement de Scolarité les aménagements nécessaires.\n", "question: Quelles sont les différentes possibilités d'aménagement du Parcours Electif à l'Ecole Centrale de Lyon ?", "response: Les différentes possibilités d'aménagement du Parcours Electif à l'Ecole Centrale de Lyon comprennent le double cursus ingénieur-master, ingénieur-architecte, parcours entrepreneur, parcours intrapreneur et divers cursus croisés, nécessitant des emplois du temps aménagés et parfois des exceptions telles que le suivi d'Actions de Formation d'établissements extérieurs du Collège des Hautes Etudes Lyon Sciences (CHELS)."], ["La commission est composée du Directeur des Formations, du responsable pédagogique du Parcours Electif, d’un représentant de la Scolarité, d’un enseignant et d’un étudiant du Conseil des Etudes et d’un représentant de la Commission d’Evolution du Règlement de Scolarité.\n\n\nB", "question:\nQui compose la commission mentionnée dans le paragraphe?\n", "response:\nLa commission est composée du Directeur des Formations, du responsable pédagogique du Parcours Electif, d’un représentant de la Scolarité, d’un enseignant et d’un étudiant du Conseil des Etudes et d’un représentant de la Commission d’Evolution du Règlement de Scolarité."]], "B.1\t": [["Evaluation des connaissances et des compétences\n\nB.1", "question: Que vise l'évaluation des connaissances et des compétences ?", "response: L'évaluation vise à mesurer les connaissances et les compétences acquises par un individu dans un domaine spécifique."]], "B.1.1\t": [["Dispositions générales pour l’évaluation des connaissances et des compétences disci- plinaires\n\nB.1.1", "question:\nQuelles sont les dispositions générales pour l'évaluation des connaissances et des compétences disciplinaires?\n", "response:\nLes dispositions générales pour l'évaluation des connaissances et des compétences disciplinaires sont détaillées sous la section B.1.1."], ["Validation d’une Unité d’Enseignement\n\n", "question: Qu'est-ce que la validation d'une Unité d'Enseignement?", "response: La validation d'une Unité d'Enseignement consiste à obtenir la reconnaissance officielle de l'acquisition des compétences associées à cette unité."]], "B.1.2\t": [["Pour chaque élève et pour chaque auditeur, la reconnaissance d’un niveau suffisant de connaissances et de compétences disciplinaires se fait par la validation d’Unités d’Enseignement (UE). Une UE est dite validée si une (ou plusieurs) somme(s) pondérée(s) des évaluations chiffrées des connaissances et compétences des Action de Formation de l’Unité d’Enseignement est (sont) supérieure(s) ou égale(s) à 10/20.\n\nB.1.2", "question:\nComment se fait la reconnaissance d'un niveau suffisant de connaissances et de compétences disciplinaires pour chaque élève et pour chaque auditeur?\n", "response:\nLa reconnaissance d'un niveau suffisant de connaissances et de compétences disciplinaires se fait par la validation d'Unités d'Enseignement (UE), qui sont considérées validées si la somme pondérée des évaluations chiffrées des connaissances et compétences est égale ou supérieure à 10/20."], ["Crédits ECTS\n", "question: Qu'est-ce que les Crédits ECTS?", "response: Les Crédits ECTS sont une unité de mesure permettant de quantifier le travail d'étude réalisé par un étudiant dans l'enseignement supérieur."]], "B.2\t": [["La validation d’une UE donne lieu à l’attribution de crédits ECTS dont le nombre est défini dans le fascicule pédagogique. Une UE déjà validée ne peut pas être refaite.\n\nB.2", "question:\nQuelle est la conséquence de la validation d'une UE en termes de crédits ECTS?\n", "response:\nLa validation d'une UE donne lieu à l'attribution de crédits ECTS."]], "B.2.1\t": [["Evaluation des connaissances au sein d’une Action de Formation\n\nB.2.1", "question: Quel aspect est abordé dans ce paragraphe?", "response: L'évaluation des connaissances au sein d'une Action de Formation."], ["Responsabilité\n\n", "question:\nQuelle est l'importance de la responsabilité ?\n", "response:\nLa responsabilité est essentielle car elle implique de prendre conscience de ses actions et d'en assumer les conséquences."]], "B.2.2\t": [["Les responsables d’Actions de Formation ont l’obligation d’évaluer les connaissances et les compétences disciplinaires de tous les élèves et tous les étudiants qui suivent leurs Actions de Formation. Ils sont tenus d’assurer l’homogénéité de l’encadrement et de l’évaluation des différents groupes de travail au sein d’une même promotion. Ils transmettent au Service de la Scolarité le relevé des absences.\n\n\nB.2.2", "question: Quelles sont les obligations des responsables d’Actions de Formation en matière d'évaluation et d'encadrement des élèves et étudiants ?", "response: Les responsables d’Actions de Formation ont l’obligation d’évaluer les connaissances et les compétences des élèves, d'assurer l'homogénéité de l'encadrement et de l'évaluation des différents groupes de travail, et de transmettre au Service de la Scolarité le relevé des absences."], ["Modalités\n\nL’évaluation des connaissances et des compétences disciplinaires peut combiner une ou plusieurs configurations parmi les suivantes :\n— épreuves écrites et/ou orales planifiées par le Service de la Scolarité et décidées par la Direction des Formations;\n— épreuves écrites et/ou orales dans le cadre des activités des Actions de Formation : Cours Magistraux, Travaux Dirigés et Bureaux d’Etudes;\n— travaux de natures diverses (comptes-rendus, rapports, soutenances orales) réalisés par les élèves dans le cadre des Travaux Pratiques, du travail en Autonomie ou en dehors des créneaux planifiés.\n", "question:\nQuelles configurations peuvent être utilisées pour l'évaluation des connaissances et compétences disciplinaires?\n", "response:\nL'évaluation des connaissances et des compétences disciplinaires peut combiner épreuves écrites et/ou orales planifiées par le Service de la Scolarité, épreuves dans le cadre des Actions de Formation, ainsi que travaux de natures diverses réalisés par les élèves."]], "B.2.3\t": [["Sauf mentions particulières précisées à la suite, les modalités pratiques propres à chaque Action de Formation ou par défaut à l’Unité d’Enseignement doivent figurer dans les fascicules pédagogiques. Les responsables d’Actions de Formation sont tenus d’informer les élèves des détails d’organisation des épreuves, comme la présence ou non de documents autorisés lors des épreuves au plus tard lors de la dernière séance encadrée de l’Action de Formation les précédant.\n\nB.2.3", "question:\nSur quel support doivent figurer les modalités pratiques propres à chaque Action de Formation ou par défaut à l’Unité d’Enseignement?\n", "response:\nLes modalités pratiques propres à chaque Action de Formation ou par défaut à l’Unité d’Enseignement doivent figurer dans les fascicules pédagogiques."], ["Notation numérique\n\n", "question: Qu'est-ce que la notation numérique?", "response: La notation numérique est une méthode d'écriture des nombres à l'aide de chiffres."]], "B.2.4\t": [["Toute évaluation chiffrée au sein d’une Action de Formation de connaissances et de compétences disciplinaires est exprimée exclusivement dans une échelle unique de 0 à 20.\n\nB.2.4", "question: Comment est exprimée toute évaluation chiffrée au sein d'une Action de Formation de connaissances et de compétences disciplinaires ?", "response: Toute évaluation chiffrée au sein d'une Action de Formation de connaissances et de compétences disciplinaires est exprimée exclusivement dans une échelle unique de 0 à 20."], ["Objet de l’évaluation\n", "question: Quel est l'objet de l'évaluation ?", "response: L'objet de l'évaluation n'est pas précisé dans le paragraphe."]], "B.2.5\t": [["L’évaluation des connaissances et des compétences disciplinaires dans une Action de Formation porte sur le :\n- Savoir la forme traditionnelle d’évaluation est l’examen écrit individualisé portant sur les connaissances théoriques présentées dans une Action de Formation;\n- Savoir-faire la forme traditionnelle est l’évaluation du travail effectué en Travaux Pratiques ou en Projet.\n\nB.2.5", "question: Quels sont les types d'évaluation traditionnels utilisés pour évaluer les connaissances et compétences disciplinaires dans une Action de Formation?", "response: L'examen écrit individualisé pour les connaissances théoriques et l'évaluation du travail effectué en Travaux Pratiques ou en Projet sont les formes traditionnelles d'évaluation utilisées."], ["Notes de de l’AF\n\n", "question: Que sont les \"Notes de l'AF\" ?", "response: Les \"Notes de l'AF\" désignent les notes de l'association française."]], "B.2.6\t": [["L’évaluation du Savoir (resp. Savoir-Faire) se traduit par une note sur 20 appelée « Note de Savoir de l’AF » (resp. « Note de Savoir-Faire de l’AF ») et résultant de la combinaison de notes de Savoir (resp. Savoir-Faire) de l’Action de Formation. Par exemple, une note de Savoir peut consister en une somme pondérée de notes d’examens théoriques et une note de Savoir-Faire en une somme pondérée de notes de Travaux Pratiques.\n\nB.2.6", "question: Comment est évalué le Savoir et le Savoir-Faire dans le cadre de l'Action de Formation?", "response: Les notes de Savoir et de Savoir-Faire sont traduites en une note sur 20, appelée \"Note de Savoir de l’AF\" et \"Note de Savoir-Faire de l’AF\", résultant de la combinaison de notes d'examen théoriques et de travaux pratiques."], ["Note globale de l’AF\n\n", "question:\nQu'est-ce que la note globale de l'AF?", "response:\nLa note globale de l'AF est un indicateur synthétique qui résume la qualité d'une entreprise sur différents aspects."]], "B.2.7\t": [["La note globale d’une Action de Formation est obtenue par une somme pondérée des différentes notes de Savoir et de Savoir-Faire de l’Action de Formation.\n\nB.2.7", "question:\nComment est calculée la note globale d'une Action de Formation ?\n", "response:\nLa note globale d'une Action de Formation est obtenue par une somme pondérée des différentes notes de Savoir et de Savoir-Faire de l'Action de Formation."], ["Transmission et publication des notes numériques\n\n", "question: Quelle est la procédure pour transmettre et publier des notes numériques ?", "response: Il est possible de transmettre et publier des notes numériques en les envoyant par email, en les téléchargeant sur une plateforme en ligne ou en les partageant sur les réseaux sociaux."], ["Les notes de Savoir et de Savoir-Faire de chaque Action de Formation doivent être transmises au Service de la Scolarité par le responsable de l’Action de Formation au plus tard trois semaines après la fin de l’Action de Formation (hors congés des élèves ou auditeurs) sauf dans le cas du semestre S6, où, en plus, elles ne doivent pas être transmises plus d’une semaine après la fin du semestre. Dans le cas d’une épreuve de seconde session, les notes doivent être transmises trois semaines au plus tard après l’épreuve (hors congés des élèves ou auditeurs) sauf dans le cas d’épreuves de seconde session des semestres S6 et S7 où elles doivent être transmises une semaine après la dernière épreuve de seconde session.\n", "question:\nQuand les notes de Savoir et de Savoir-Faire d'une Action de Formation doivent-elles être transmises au Service de la Scolarité?\n", "response:\nLes notes de Savoir et de Savoir-Faire d'une Action de Formation doivent être transmises au Service de la Scolarité par le responsable de l’Action de Formation au plus tard trois semaines après la fin de l’Action de Formation, sauf dans des cas spécifiques comme celui du semestre S6 où elles ne doivent pas être transmises plus d’une semaine après la fin du semestre."]], "B.2.8\t": [["Le Service de la Scolarité les publie et les reporte dans le dossier de l’élève. Une fois les résultats publiés, les éventuelles rectifications à apporter doivent être signifiées par écrit au Service de la Scolarité par le responsable de l’Action de Formation, au plus tard dans un délai de trois semaines (hors congés des élèves ou auditeurs) après cette publication.\n\n\nB.2.8", "question:\nQuand les résultats sont-ils publiés et comment les rectifications doivent-elles être signalées?","response:\nLes résultats sont publiés par le Service de la Scolarité et les rectifications doivent être signalées par écrit par le responsable de l'Action de Formation dans un délai de trois semaines après la publication"], ["Mesures à appliquer suite à une absence à une épreuve de contrôle continu ou à une séance de TP\n", "question:\nQuelles mesures doivent être prises en cas d'absence à une épreuve de contrôle continu ou à une séance de TP?", "response:\nSuite à une absence à une épreuve de contrôle continu ou à une séance de TP, il est recommandé de contacter rapidement l'enseignant ou l'administration pour expliquer la situation et convenir d'une solution adéquate."], ["Les mesures sont différentes suivant que l’absence de l’élève ou de l’auditeur est autorisée ou non.\n\nB.2.8.1", "question: En quoi les mesures varient-elles selon que l'absence de l'élève ou de l'auditeur est autorisée ou non?", "response: Les mesures varient selon que l'absence de l'élève ou de l'auditeur est autorisée ou non."], ["Absence autorisée \n", "question:\nQuel est le concept principal évoqué dans ce paragraphe?\n", "response:\nL'absence autorisée."], ["En accord avec la Direction des Formations, chaque Conseil d’Unité d’En-seignement définit un ensemble de règles et de mesures précises et circonstanciées en cas d’absence autorisée d’un élève ou d’un auditeur à une épreuve de contrôle continu ou à une séance de Travaux Pratiques. Elles portent sur la possibilité matérielle ou non d’instaurer un rattrapage et dans le cas où cela est possible, sur ses modalités pratiques et, dans tous les cas, sur la prise en compte dans l’évaluation des connaissances. Ces règles et ces mesures sont présentées dans les fascicules pédagogiques.\n\nB.2.8.2", "question: Quelles sont les règles et mesures définies par chaque Conseil d'Unité d'Enseignement en cas d'absence autorisée d'un élève à une épreuve de contrôle continu ?", "response: Chaque Conseil d'Unité d'Enseignement définit des règles et mesures précises en cas d'absence autorisée d'un élève à une épreuve de contrôle continu, portant sur la possibilité d'un rattrapage, ses modalités pratiques et la prise en compte dans l'évaluation des connaissances, présentées dans les fascicules pédagogiques."], ["Absence non autorisée\n", "question:\nQuelles sont les conséquences d'une absence non autorisée ?", "response:\nUne absence non autorisée peut entraîner des sanctions disciplinaires."]], "B.3 ": [], "B.3.1 ": [["Toute absence non autorisée d’un élève ou d’un auditeur à une séance de TP entraîne au minimum l’attribution de la note de 0 à cet élève ou à cet auditeur pour l’évaluation de la séance. Le Conseil de l’Unité d’Enseignement doit préciser les conséquences de l’absence non autorisée sur la notation et sur le déroulement de la série complète de TP pendant laquelle l’élève ou l’auditeur a eu au moins une absence non autorisée. Ceci est mentionné dans le fascicule pédagogique. Toute absence non autorisée d’un élève ou d’un auditeur à une épreuve de contrôle continu entraîne l’attribution de la note de 0 à cette épreuve.\n\nB.3 Evaluation des connaissances au sein d’une Unité d’Enseignement\nB.3.1 Dispositions générales\nB.3.1.1\n", "question: Quelles sont les conséquences de l'absence non autorisée d'un élève ou d'un auditeur à une séance de TP ou à une épreuve de contrôle continu ?", "response: Toute absence non autorisée entraîne au minimum l'attribution de la note de 0 pour l'évaluation de la séance ou de l'épreuve."], ["Chaque UE est dirigée par un Directeur assisté d’un Conseil qu’il préside. Le Conseil de l’Unité d’Enseignement assure la cohésion des modalités de l’évaluation des connaissances relative à chacune des Actions de Formation de l’UE concernée. Le Conseil de l’Unité d’Enseignement garantit l’absence de disparités flagrantes dans les notations des différentes Actions de Formation. Plusieurs UE peuvent être dirigées par un même Directeur assisté d’un même Conseil d’Unité d’Enseignement afin d’assurer la cohérence pédagogique de ces différentes UE.\n\nB.3.1.2\n", "question: Quel est le rôle du Conseil de l’Unité d’Enseignement ?", "response: Le Conseil de l’Unité d’Enseignement assure la cohésion des modalités d'évaluation des connaissances et garantit l'absence de disparités flagrantes dans les notations des différentes Actions de Formation de l’UE concernée."], ["Pour tout élève et pour tout auditeur, chaque Unité d’Enseignement fait l’objet d’une évaluation semestrielle chiffrée qui comprend :\n— si le Savoir (resp. Savoir-Faire) est évalué dans au moins une de ces Actions de Formation, une note de Savoir (resp. Savoir-Faire) de l’UE obtenue par une somme pondérée des notes de Savoir (resp. Savoir-Faire) des Actions de Formation de l’UE;\n— une note globale de l’UE obtenue par une somme pondérée des notes globales des différentes Action de Formation.\n\nB.3.1.4\n", "question:\nComment sont évaluées les Unités d'Enseignement (UE) ?\n", "response:\nChaque UE est évaluée à travers une note chiffrée basée sur la somme pondérée des notes des Actions de Formation qu'elle comprend, ainsi qu'une note globale obtenue par la pondération des notes de chaque Action de Formation."], ["Une UE est validée par un élève ou par un auditeur si la note globale de l’UE est supérieure ou égale à 10/20 sauf règles spécifiques de validation présentées section B.3.2.\n\nB.3.1.5\n", "question: Quelles conditions permettent de valider une UE pour un élève ou un auditeur ?", "response: Une UE est validée si la note globale est supérieure ou égale à 10/20, sauf règles spécifiques de validation présentées en section B.3.2."], ["Le Directeur du Conseil de l’Unité d’Enseignement procède à la vérification de la cohérence de l’ensemble des notes de Savoir et/ou de Savoir-Faire d’UE saisies sur le site WEB du Service de la Scolarité.\n\nB.3.1.6\n", "question:\nQuelle est la tâche du Directeur du Conseil de l’Unité d’Enseignement?\n", "response:\nLe Directeur du Conseil de l’Unité d’Enseignement vérifie la cohérence des notes de Savoir et/ou de Savoir-Faire d'UE saisies sur le site WEB du Service de la Scolarité."]], "B.3.2\t": [["S’il le juge nécessaire, le Conseil d’UE transmet au Service de la Scolarité des informations jugées pertinentes strictement destinées à renseigner le Jury sur le travail et le comportement général pour les élèves et les auditeurs dont les notes obtenues ne permettent pas de valider l’UE ou pour les élèves et les auditeurs désignés par le Jury.\n\nB.3.2", "question:\nQuelles informations le Conseil de l'UE peut-il transmettre au Service de la Scolarité dans certains cas spécifiques?\n", "response:\nLe Conseil de l'UE peut transmettre au Service de la Scolarité des informations strictement destinées à renseigner le Jury sur le travail et le comportement général des élèves et auditeurs concernés, notamment pour ceux dont les notes obtenues ne permettent pas de valider l'UE ou pour ceux désignés par le Jury."], ["Dispositions spécifiques\n", "question:\nQu'est-ce que le paragraphe aborde principalement ?", "response:\nLe paragraphe aborde les dispositions spécifiques."], ["Les Unités d’Enseignement du Tronc Commun et du Parcours Electif se regroupent par type suivant leurs objectifs pédagogiques et leurs modalités de fonctionnement. Les types sont :\n— les Unités d’Enseignement Disciplines Scientifiques (Tronc Commun);\n— les Unités d’Enseignement Professionnelles et Stages (Tronc Commun et Parcours Electif) ;\n— les Unités d’Enseignement Langues Vivantes (Tronc Commun et Parcours Electif) ;\n— les Unités d’Enseignement spécifiques au Parcours Electif.\n\nB.3.2.1\n", "question: Comment se regroupent les Unités d’Enseignement du Tronc Commun et du Parcours Electif?", "response: Les Unités d’Enseignement se regroupent par type selon leurs objectifs pédagogiques et leurs modalités de fonctionnement."]], "B.3.2.1.1": [["Unités d’Enseignement Disciplines Scientifiques (Tronc Commun) Les Unités d’Enseignement Disciplines Scientifiques doivent au moins évaluer le Savoir. Pour l’évaluation de cette compétence, deux sessions d’examen sont organisées, la seconde session étant destinée aux élèves et aux auditeurs n’ayant pas validé l’UE à l’issue de la première session, si leur participation n’est pas interdite par le Jury.\n\nB.3.2.1.1", "question:\nQuels sont les objectifs principaux des Unités d’Enseignement Disciplines Scientifiques?\n", "response:\nLes Unités d’Enseignement Disciplines Scientifiques doivent au moins évaluer le Savoir."], ["Evaluation du Savoir au cours de la première session d’examen\n", "question:\nQuel moment permet d'évaluer les connaissances des étudiants lors de la première session d'examen?", "response:\nLa première session d'examen permet d'évaluer le savoir des étudiants."], ["L’examen du Savoir de chaque Unité d’Enseignement Disciplines Scientifiques comprend au moins une épreuve terminale écrite individuelle planifiée par le Service de la Scolarité. Une épreuve terminale est une épreuve qui porte sur l’ensemble du Savoir d’une (ou plusieurs) Action(s) de Formation de l’UE. L’ensemble des épreuves terminales doit porter sur l’ensemble des savoirs de l’UE. Il constitue la première session d’examen. La durée totale de ces épreuves terminales ne peut pas être inférieure à deux heures.\n", "question: Qu'est-ce que comprend l'examen du Savoir de chaque Unité d’Enseignement Disciplines Scientifiques? ", "response: L’examen du Savoir de chaque Unité d’Enseignement Disciplines Scientifiques comprend au moins une épreuve terminale écrite individuelle planifiée par le Service de la Scolarité."], ["En plus de ces épreuves terminales, des épreuves de contrôle continu peuvent être mises en place. Ces épreuves ont lieu en cours d’Action(s) de Formation et portent sur une partie du Savoir. Elles peuvent prendre la forme d’épreuves écrites, de Questionnaires à Choix Multiples, de travaux personnels présentés oralement en TD, etc.. En cas d’épreuves de contrôle continu pour une Action de Formation, la note de savoir de l’Action de Formation peut être une somme pondérée entre les différentes notes de contrôle continu et la note d’examen terminal ou le maximum entre la note d’examen terminal et une somme pondérée entre les différentes notes de contrôle continu et la note d’examen terminal. Ces différentes modalités doivent être définies par le Conseil de l’Unité d’Enseignement et retranscrites dans les fascicules pédagogiques.\n", "question:\nQuelles sont les différentes formes que peuvent prendre les épreuves de contrôle continu ?\n", "response:\nLes épreuves de contrôle continu peuvent prendre la forme d'épreuves écrites, de Questionnaires à Choix Multiples, de travaux personnels présentés oralement en TD, etc."]], "B.3.2.1.2": [["Les différentes formules sont établies de façon à ce que, dans la note globale d’UE, la contribution des épreuves écrites individuelles terminales portant sur le Savoir planifiées par le Service de la Scolarité corresponde à au moins 50 % de la note globale d’UE.\n\nB.3.2.1.2", "question:\nQuelle est la proportion minimale que doivent représenter les épreuves écrites individuelles terminales dans la note globale d’UE ?\n", "response:\nLa contribution des épreuves écrites individuelles terminales doit correspondre à au moins 50 % de la note globale d’UE."], ["Seconde session d’examen d’une UE Disciplines Scientifiques (cas général) \n", "question: Quel type de session d'examen est évoqué dans ce paragraphe ?", "response: Il s'agit de la seconde session d'examen d'une Unité d'Enseignement en Disciplines Scientifiques."], ["Lorsqu’à l’issue du semestre, le Jury a constaté qu’une UE Disciplines Scientifiques n’est pas validée par un élève ou par un auditeur, c’est-à-dire que la note globale de l’UE est strictement inférieure à 10/20, l’élève ou l’auditeur peut être convoqué à une seconde session d’examen planifiée par le Service de la Scolarité durant le semestre suivant. Une seconde session d’examen n’est valable que si elle est organisée par le Service de la Scolarité. La seconde session de l’UE est effectuée dans les mêmes conditions que la première session (épreuves écrites individuelles de même nature et de même durée).\n", "question:\nQuelles sont les conditions pour être convoqué à une seconde session d'examen pour une UE non validée ?\n", "response:\nPour être convoqué à une seconde session d'examen pour une UE non validée, l'élève ou l'auditeur doit avoir une note globale de l'UE strictement inférieure à 10/20 et la seconde session doit être organisée par le Service de la Scolarité durant le semestre suivant."], ["Deux catégories d’élèves et d’auditeurs sont concernées par le passage d’une ou plusieurs épreuves terminales de la seconde session d’examen d’une UE :\n- les élèves et les auditeurs absents (avec autorisation d’absence ou non) à au moins une épreuve de la première session d’examen de l’UE;\n- les élèves et les auditeurs n’ayant pas validé leur UE du fait d’une note globale d’UE insuffisante.\n", "question:\nQui sont les deux catégories d'élèves et d'auditeurs concernées par le passage des épreuves de la seconde session d'examen d'une UE?\n", "response:\nLes deux catégories concernées sont les élèves et auditeurs absents à au moins une épreuve de la première session d'examen de l'UE, et ceux n'ayant pas validé leur UE du fait d'une note globale insuffisante."], ["L’absence d’un élève ou d’un auditeur à l’une des épreuves de première session entraîne l’impossibilité pour le Jury de valider son UE. A l’issue de la première session, à moins que le Jury ne l’interdise, l’élève ou l’auditeur absent doit alors participer à l’épreuve correspondante de la seconde session d’examen de l’UE. Le fait pour un élève ou un auditeur de ne se présenter ni à la première session et ni à la seconde session d’une épreuve entraîne l’impossibilité de valider cette UE.\n", "question: Quelles sont les conséquences de l'absence d'un élève ou d'un auditeur à une épreuve de la première session ?", "response: L'absence à une épreuve de la première session entraîne l'impossibilité pour le Jury de valider l'UE correspondante."], ["Un élève ou un auditeur n’ayant pas validé une UE du fait d’une note d’UE insuffisante est convoqué à (ou aux) épreuve(s) terminale(s) de la seconde session d’examen de (ou des) Action(s) de Formation de l’UE pour le(s)quelle(s) il n’a pas eu une note globale d’Action de Formation supérieure ou égale à 10. Il peut décider de ne pas participer à cette (ou ces) épreuve(s) à condition d’en informer le Service de la Scolarité dans un délai fixé par celui-ci : dans ce cas-là, la note de première session est conservée. A défaut de prévenir le Service de la Scolarité, s’il ne s’agit pas d’une absence autorisée telle que définie dans la sous section D.1, page 23, l’élève ou l’auditeur aura la note de 0 à cette épreuve, s’il y a participé en première session.\n", "question:\nQu'arrive-t-il à un élève qui n'a pas validé une Unité d'Enseignement (UE) et décide de ne pas participer à la seconde session d'examen?\n", "response:\nSa note de première session est conservée."], ["Les deux catégories d’étudiants ont la possibilité de repasser le rattrapage des autres épreuves de l’UE à condition d’en informer le Service de la Scolarité dans un délai fixé par celui-ci.\n", "question:\nEst-ce que les deux catégories d'étudiants ont la possibilité de repasser le rattrapage des autres épreuves de l'UE?\n", "response:\nOui, les deux catégories d'étudiants ont la possibilité de repasser le rattrapage des autres épreuves de l'UE à condition d'en informer le Service de la Scolarité dans un délai fixé par celui-ci."]], "B.3.2.1.3": [["Dans tous les cas, en cas de participation à la seconde session, la note de Savoir de chaque Action de Formation est recalculée à partir des notes des épreuves terminales de la seconde session, sans prendre en compte les notes d’un éventuel contrôle continu des connaissances. Pour les Actions de Formation de l’UE concernées, la note de Savoir est recalculée. L’UE est alors validée si la note globale d’UE calculée à partir des notes de Savoir obtenues à l’issue de la seconde session d’examen est supérieure ou égale à 10.\n\nB.3.2.1.3", "question: Comment est recalculée la note de Savoir de chaque Action de Formation en cas de participation à la seconde session ?", "response: La note de Savoir de chaque Action de Formation est recalculée à partir des notes des épreuves terminales de la seconde session, sans prendre en compte les notes d’un éventuel contrôle continu des connaissances."], ["Cas des Unités d’Enseignement Disciplines Scientifiques à choix multiples \n", "question: Quel type de cas concerne l'Unité d’Enseignement Disciplines Scientifiques?", "response: Ce cas concerne les choix multiples dans les disciplines scientifiques."], ["Une UE Disciplines Scientifiques à choix multiples est une UE Disciplines Scientifiques où les Actions de Formation suivies par un élève ou un auditeur sont déterminées à partir d’un choix exprimé par celui-ci. Dans ce cas- là, le Savoir est évaluée pour chaque Action de Formation avec au moins une épreuve terminale écrite individuelle planifiée par le Service de la Scolarité de durée comprise entre une heure et deux heures. La note de cette épreuve terminale doit compter pour au moins 50 % de la note globale de l’Action de Formation.\n\nB.3.2.2 Unités d’Enseignement Professionnelles et Stages \n", "question: Qu'est-ce qu'une UE Disciplines Scientifiques à choix multiples?", "response: Une UE Disciplines Scientifiques à choix multiples est une UE où les actions de formation sont déterminées à partir du choix de l'élève ou de l'auditeur, avec une évaluation du savoir notamment à travers une épreuve terminale écrite individuelle comptant pour au moins 50 % de la note globale."], ["La validation d’une Unité d’Enseignement Professionnelle est basée sur la réalisation d’activités de l’UE par l’élève et sur une évaluation du Savoir et/ou Savoir-Faire. Les règles de validation, qui ne suivent pas le paragraphe B.3.1.4 et sont différentes d’une UE Professionnelle à l’autre, sont détaillées dans les fascicules pédagogiques. A l’issue d’un semestre, en cas de non validation d’une UE Professionnelle par un élève, l’élève doit, en guise de seconde session, réaliser/valider les éventuelles activités supplémentaires lors du semestre suivant selon les modalités présentées dans les fascicules pédagogiques. En cas de non réalisation/validation de ces activités, l’UE Professionnelle est considérée comme non validée à l’issue de la seconde session. Dans ce cas-là, le Conseil des Unités d’Enseignement Professionnelles doit transmettre au Jury concerné un avis sur la participation et l’implication de l’élève dans l’UE Professionnelle. Un avis négatif est un élément défavorable important pour la validation d’un Parcours par compensation d’UE, voir le paragraphe J.3.3, page 34.\n", "question: Sur quoi est basée la validation d'une Unité d'Enseignement Professionnelle?", "response: La validation d'une Unité d'Enseignement Professionnelle est basée sur la réalisation d'activités de l'UE par l'élève et sur une évaluation du Savoir et/ou Savoir-Faire."], ["Chaque stage du cursus ingénieur constitue une Unité d’Enseignement. Si la validation de ces UE ne rentre pas dans la validation des parcours Tronc Commun et Parcours Electif, leur validation est néanmoins une condition nécessaire d’obtention du diplôme d’ingénieur. La définition, les objectifs pédagogiques et les modalités pratiques de chaque stage sont présentés dans le fascicule pédagogique de l’année concernée. L’Ecole évalue le stage effectué par un élève sur la base de l’appréciation donnée par la structure d’accueil, sur le travail effectué par l’élève ainsi que sur celle d’un rapport et/ou d’une présentation orale devant un jury. Les critères et les modalités d’évaluation en fonction du type de stage sont présentés dans les fascicules pédagogiques.\n\nB.3.2.3", "question: Quels sont les stages qui constituent une Unité d’Enseignement dans le cursus ingénieur ?", "response: Chaque stage du cursus ingénieur constitue une Unité d’Enseignement."], ["Unités d’Enseignement de Langues et Cultures \n", "question: Qu'est-ce que sont les Unités d’Enseignement de Langues et Cultures?", "response: Ce sont des cours qui enseignent une langue étrangère ainsi que les aspects culturels associés à cette langue."], ["Seul le Savoir-Faire est évalué par les UE Langues et Cultures. La note de Savoir-Faire de l’UE est donc donnée par la note globale de l’UE.\n", "question:\nQu'est-ce qui est évalué par les UE Langues et Cultures?\n", "response:\nSeul le Savoir-Faire est évalué par les UE Langues et Cultures."], ["Pour chaque Action de Formation d’une UE Langues et Cultures, l’examen des connaissances et des compétences disciplinaires est faite par un contrôle continu et une épreuve terminale individuelle comptant pour au moins 50% de la note total de l’Action de Formation. La note globale d’une UE Langues et Cultures est obtenue par une moyenne arithmétique des différentes notes des Actions de Formation.\n", "question:\nQuel est le mode d'évaluation des connaissances et compétences dans une UE Langues et Cultures ?\n", "response:\nL'évaluation se fait par un contrôle continu et une épreuve terminale individuelle, cette dernière comptant pour au moins 50% de la note totale de l'Action de Formation."], ["Pour les UE de Langues et Cultures du Tronc Commun, le paragraphe s’applique au rattrapage du contrôle continu. Le rattrapage de l’examen terminal d’une Action de Formation s’effectue par une épreuve écrite individuelle de 2 heures lors de la seconde session d’examen.\n", "question: Comment se déroule le rattrapage de l'examen terminal d'une Action de Formation pour les UE de Langues et Cultures du Tronc Commun?", "response: Le rattrapage de l'examen terminal d'une Action de Formation se fait par une épreuve écrite individuelle de 2 heures lors de la seconde session d'examen."], ["Pour les UE de Langues et Cultures du Parcours Electif, le paragraphe s’applique au rattrapage du contrôle continu. Il n’y a pas de seconde session organisée. En cas d’absence autorisée à l’épreuve terminale par le Service de la Scolarité d’élèves ou d’auditeurs, une épreuve de rattrapage sera proposée suivant les mêmes modalités que l’épreuve initiale aux élèves et aux auditeurs, à condition que son organisation soit matériellement possible.\n\nB.3.2.4", "question:\nQuelles sont les modalités de rattrapage pour les UE de Langues et Cultures du Parcours Electif en cas d'absence autorisée à l'épreuve terminale?\n", "response:\nEn cas d'absence autorisée à l'épreuve terminale pour les UE de Langues et Cultures du Parcours Electif, une épreuve de rattrapage sera proposée suivant les mêmes modalités que l'épreuve initiale, à condition que son organisation soit matériellement possible."], ["Unités d’Enseignement spécifiques au Parcours Electif\n", "question:\nQuels types de cours sont inclus dans les Unités d’Enseignement spécifiques au Parcours Electif ?\n", "response:\nDes cours particuliers dédiés aux matières et aux compétences spécifiques choisies par l'étudiant sont inclus dans les Unités d’Enseignement spécifiques au Parcours Electif."], ["Cet ensemble d’UE recouvre l’UE Electif, l’UE « Modules Ouverts Disciplinaires » (MOD), l’UE Métier et l’UE Secteur. L’UE Secteur regroupe deux types d’Actions de Formation : les « Modules Ouverts Secteur » (MOS) et les « Modules Spécifiques Option » (MSO).\n", "question: Quels sont les différents éléments qui composent l'ensemble d'UE mentionné ?", "response: Cet ensemble d'UE comprend l'UE Electif, l'UE « Modules Ouverts Disciplinaires » (MOD), l'UE Métier et l'UE Secteur, qui regroupe les « Modules Ouverts Secteur » (MOS) et les « Modules Spécifiques Option » (MSO)."], ["Les Actions de Formation de l’UE Electif, l’UE MOD et les MOS de l’UE Secteur sont des Actions de Formation multi-disciplinaires à choix multiples. L’évaluation des connaissances de chaque Action de Formation de ces AF doit comprendre une épreuve écrite individuelle de Savoir de durée comprise entre 1h et 2h qui peut être planifiée par le Service de la Scolarité. Il n’y a pas de seconde session organisée. En cas d’absences autorisées par le Service de la Scolarité d’élèves ou d’auditeurs, une épreuve de rattrapage sera proposée suivant les mêmes modalités que l’épreuve initiale aux élèves et aux auditeurs, à condition que son organisation soit matériellement possible. Le contrôle de connaissance d’une de ces AF peut ne pas comprendre une épreuve écrite individuelle de Savoir à condition qu’il comprenne au moins une évaluation individuelle et qu’il soit validé par le Conseil de l’Unité d’Enseignement.\n", "question: Quelles sont les principales caractéristiques des Actions de Formation multi-disciplinaires à choix multiples dans le cadre de l'UE Electif, l'UE MOD et les MOS de l'UE Secteur ?", "response: Ces actions de formation impliquent une évaluation des connaissances par une épreuve écrite individuelle de Savoir d'une durée de 1 à 2 heures, avec la possibilité de rattrapage en cas d'absence autorisée, et une validation du contrôle de connaissances par le Conseil de l'Unité d'Enseignement."], ["Les Actions de Formation de l’UE Métier et les MSO de l’UE Secteur sont des Actions de Formation dont le bon déroulement est obtenu à travers la participation active des élèves et des auditeurs. Avec l’accord du Conseil de l’Unité d’Enseignement concernée, la participation et la présence des élèves et auditeurs dans ces AF pourront faire l’objet d’une évaluation chiffrée. Un avis sur le comportement général de l’élève au cours des activités de ces Actions de Formation (adaptation et intégration dans la vie d’option, présence, travail personnel et autonomie, aptitude à travailler en équipe) est exigé pour chaque élève et pour chaque auditeur.\n", "question: Quels sont les critères d'évaluation des Actions de Formation de l’UE Métier et des MSO de l’UE Secteur ?", "response: Les critères d'évaluation incluent la participation active des élèves et des auditeurs, la présence, le comportement général (adaptation, intégration, travail personnel, autonomie, aptitude à travailler en équipe) ainsi que la possibilité d'une évaluation chiffrée avec l'accord du Conseil de l'Unité d'Enseignement concernée."], ["Les Unités d’Enseignement spécifiques au Parcours Electif sont des UE dont les AF suivies par un élève résulte de son choix. Ce type d’UE est validé par un élève ou un auditeur si la note globale de chaque Action de Formation est supérieure ou égale à 10.\n", "question: Qu'est-ce que les Unités d’Enseignement spécifiques au Parcours Electif?", "response: Ce sont des UE dont les AF résultent du choix de l'élève et sont validées si la note globale de chaque Action de Formation est supérieure ou égale à 10."], ["Dans le cas d’une note globale d’Action de Formation d’un élève ou d’un auditeur strictement inférieure à 10 avec la note globale d’UE supérieure ou égale à 10, le Conseil de l’Unité d’Enseignement doit faire au Jury de Parcours Electif une proposition motivée de validation pour cet élève ou auditeur. Cette proposition se fonde sur une appréciation générale du travail personnel de l’élève ainsi que sur son implication. Pour cela, le Conseil d’UE se fonde sur différents paramètres incluant les notes de compétence de l’UE ainsi que l’absentéisme.\n", "question:\nQuelles mesures peuvent être prises si la note globale d'une action de formation est inférieure à 10 mais que la note globale d'une unité d'enseignement est égale ou supérieure à 10?\n", "response:\nLe Conseil de l'Unité d'Enseignement peut faire une proposition motivée de validation au Jury de Parcours Electif pour l'élève ou l'auditeur concerné, basée sur son travail personnel, son implication, les notes de compétence de l'UE et l'absentéisme."]], "B.4\t": [["Dans le cas où la note globale d’UE est strictement inférieure à 10, la validation de l’UE serait directement discutée par le Jury.\n\nB.4", "question: Que se passe-t-il si la note globale d'UE est inférieure à 10?", "response: La validation de l'UE est directement discutée par le Jury."], ["Aménagements de l’évaluation des connaissances\n", "question:\nQuels types d'aménagements peuvent être apportés à l'évaluation des connaissances ?\n", "response:\nDes aménagements tels que des conditions spécifiques d'examen, des périodes de repos supplémentaires ou l'utilisation de technologies d'assistance peuvent être mis en place pour les élèves avec des besoins particuliers."]], "B.4.1 ": [["Le contrôle des connaissances peut être aménagé pour niveau linguistique, scientifique ou culturel. Ces aménagements sont temporaires et ne s’appliquent pas à tous les étudiants car l’objectif est de faciliter l’intégration de certaines catégories d’étudiants.\n\nB.4.1 Aménagement pour raison linguistique\n", "question:\nQuels sont les types d'aménagements possibles pour le contrôle des connaissances?", "response:\nLes aménagements peuvent être faits pour le niveau linguistique, scientifique ou culturel."], ["Chaque Conseil d’Unité d’Enseignement définit si l’évaluation des connaissances de l’UE nécessite un aménagement pour niveau linguistique et si oui, il définit des règles précises d’aménagement qui seront mentionnées dans le fascicule pédagogique. L’aménagement peut consister en l’octroi d’un tiers temps supplémentaire, d’un sujet différencié, etc...\n", "question: Quelles sont les décisions prises par chaque Conseil d’Unité d’Enseignement concernant l'évaluation des connaissances d'une UE ?", "response: Chaque Conseil d’Unité d’Enseignement décide s'il faut aménager l'évaluation pour le niveau linguistique et définit les règles d'aménagement, telles que le tiers temps supplémentaire ou un sujet différencié."], ["L’aménagement pour raison linguistique est prévu pour les étudiants venant préparer le Diplôme d’ingénieur de l’École Centrale de Lyon, issus d’un établissement étranger non francophone (CASTING, Double Diplôme en partenariat avec une université étrangère, etc.), non titulaires d’un baccalauréat français.\n", "question:\nQuel est l'objectif de l'aménagement pour raison linguistique prévu à l'École Centrale de Lyon?\n", "response:\nL'aménagement pour raison linguistique est prévu pour les étudiants non francophones venant préparer le Diplôme d’ingénieur de l’École Centrale de Lyon et qui ne sont pas titulaires d'un baccalauréat français."], ["Tout étudiant pour lequel l’aménagement n’est pas prévu a priori peut en faire la demande à son entrée à l’École Centrale de Lyon auprès du Service de la Scolarité, avant une date fixée par le Service de la Scolarité. L’acceptation ou non de sa demande dépendra du résultat d’un test de langue organisé par les enseignants de l’UE Langues et Cultures.\n", "question: Comment un étudiant peut-il demander un aménagement à l'École Centrale de Lyon ?", "response: Un étudiant peut en faire la demande à son entrée à l’École Centrale de Lyon auprès du Service de la Scolarité, avant une date fixée par le Service de la Scolarité."], ["Dans le cas d’un aménagement pour raison linguistique, l’étudiant aura l’obligation de suivre l’enseignement de « Français Langue Etrangère » ou l’enseignement de « Français écrit », suivant la décision des enseignants de langue. Pour le suivi des autres enseignements de Langues vivantes, l’étudiant devra se conformer aux règles définies par l’UE Langues et Cultures et mentionnées dans le fascicule pédagogique.\n", "question:\nQuels enseignements devra suivre un étudiant bénéficiant d'un aménagement pour raison linguistique?\n", "response:\nL'étudiant devra suivre l'enseignement de \"Français Langue Etrangère\" ou l'enseignement de \"Français écrit\", selon la décision des enseignants de langue."]], "B.4.2 ": [["La durée de cet aménagement pour les UE dédiées aux Sciences de l’ingénieur est limitée à un an. Enfin, les stages à réaliser dans cette période devront être effectués en France.\n\nB.4.2 Aménagement pour raison scientifique (hors Unités d’Enseignement relevant des Sciences Humaines et Sociales)\n", "question: Quelle est la durée maximale de l'aménagement pour les UE dédiées aux Sciences de l'ingénieur?", "response: La durée maximale de cet aménagement pour les UE dédiées aux Sciences de l'ingénieur est limitée à un an."]], "B.4.3 ": [["Chaque Conseil d’Unité d’Enseignement définit si l’évaluation des connaissances de l’UE nécessite un aménagement pour raison scientifique et si oui, elle définit, en fonction des élèves concernées, des règles précises d’aménagement qui seront mentionnées dans les fascicules pédagogiques. L’aménagement peut consister en l’octroi d’un tiers temps supplémentaire, d’un sujet différencié, etc.. Les élèves concernés sont :\n- les élèves élèves en double diplôme issus d’une université étrangère ne bénéficiant pas d’un aménagement pour raison linguistique ; la durée de cet aménagement est limitée à un an;\n- les élèves architectes pour le S5 et le S6, ce qui correspond aux 3 premières années d’étude effectuées à l’Ecole Centrale en parallèle de l’école d’architecture ;\n- les élèves de l’EMLyon Business School en double diplôme pour le Tronc Commun.\n\nB.4.3 Aménagement pour raison culturelle (Unités d’Enseignement relevant des Sciences Humaines et Sociales)\n", "question:\nQuels élèves peuvent bénéficier d'un aménagement pour raison scientifique et quelles sont les modalités prévues?\n", "response:\nLes élèves concernés sont ceux en double diplôme issus d'une université étrangère sans aménagement linguistique, les élèves architectes pour les S5 et S6, et les élèves de l'EMLyon Business School en double diplôme pour le Tronc Commun. Les aménagements peuvent inclure un tiers temps supplémentaire, un sujet différencié, etc., et ces règles sont définies par chaque Conseil d'Unité d'Enseignement."]], "B.4.4 ": [["Le Conseil de l’Unité d’Enseignement relevant des Sciences Humaines et Sociales définit si l’évaluation des connaissances de l’UE nécessite un aménagement pour raison culturelle et si oui, elle définit des règles précises d’aménagement qui seront mentionnées dans le fascicule pédagogique. Les élèves concernés sont les élèves admis en double diplôme issus d’une université étrangère.\n \n\n\nB.4.4 Aménagement pour les élèves ingénieurs suivant des Actions de Formation du Collège des Hautes Etudes-Lyon Sciences\n", "question: Qui est-ce qui définit si l'évaluation des connaissances nécessite un aménagement pour raison culturelle pour les élèves admis en double diplôme issus d'une université étrangère?", "response: Le Conseil de l’Unité d’Enseignement relevant des Sciences Humaines et Sociales."]], "B.4.5\t": [["Un élève ingénieur autorisé à participer au programme d’échange du Collègue des Hautes Etudes Lyon Sciences bénéficie d’un aménagement du S8 (respectivement du S9) : la validation de l’UE Electif (resp. UE MOD) (m crédits ECTS) est remplacée par la validation d’une UE constituée par l’Action de Formation suivie dans l’établissement extérieur du CHELS (n < m crédits ECTS), suivant les modalités du contrôle des connaissances de cet établissement et par la validation d’une UE constituée d’un nombre réduit d’Actions de Formation de l’UE Electif (resp. UE MOD). Le nombre n de crédits ECTS est décidé par la Direction des Formations, sur la base du dossier déposé par l’élève.\n\nB.4.5", "question: Quels sont les aménagements possibles pour un élève ingénieur participant au programme d'échange du CHELS Lyon Sciences ?", "response: Le programme d'échange du CHELS Lyon Sciences permet à un élève ingénieur de remplacer la validation de certaines UE par des actions de formation suivies dans un établissement extérieur, avec un nombre de crédits ECTS décidé par la Direction des Formations sur la base du dossier de l'élève."], ["Aménagement pour les élèves ingénieurs en Double Diplôme Master\n\nB.4.5.1\n", "question:\nQuel type d'aménagement est prévu pour les élèves ingénieurs en Double Diplôme Master?", "response:\nDes aménagements spécifiques sont prévus pour les élèves ingénieurs en Double Diplôme Master."], ["Un élève de 3ème année à l’ECL inscrit à un diplôme national de Master peut demander la reconnaissance de l’équivalence d’un à trois des Modules parmi les « Modules Ouverts Disciplinaires » (MOD), « Modules Ouverts Secteur » (MOS) et les « Modules Spécifiques Option » (MSO) en libre choix avec un ou plusieurs enseignements du Master co-accrédité par l’ECL ou appartenant à la liste de Masters inscrits dans le fasicule pédagogique ainsi que de un à deux modules métier. Le correspondant ECL du Master doit en faire la demande auprès de la Direction des Formations et s’engage à fournir au Service de la Scolarité une notation chiffrée reportée dans le dossier d’évaluation de la 3ème année ECL de l’élève, sous la rubrique « Master co-accrédité ».\n\nB.4.5.2\n", "question:\nQuelles sont les possibilités pour un élève de 3ème année à l'ECL inscrit à un diplôme national de Master en termes de reconnaissance d'équivalence pour certains modules ?\n", "response:\nUn élève de 3ème année à l'ECL inscrit à un diplôme national de Master peut demander la reconnaissance de l’équivalence d’un à trois des Modules parmi les « Modules Ouverts Disciplinaires » (MOD), « Modules Ouverts Secteur » (MOS) et les « Modules Spécifiques Option » (MSO) en libre choix avec un ou plusieurs enseignements du Master co-accrédité par l’ECL ou appartenant à la liste de Masters inscrits dans le fasicule pédagogique ainsi que de un à deux modules métier."]], "B.5\t": [["Une soutenance du travail de recherche de master peut être associée à la soutenance du stage final du cursus ingénieur (TFE) dans le respect des règles de déroulement des soutenances de TFE.\n\nB.5", "question: Quelle comparaison peut-on établir entre la soutenance du travail de recherche de master et la soutenance du stage final du cursus ingénieur?", "response: Elles peuvent être associées dans le respect des règles de déroulement des soutenances de TFE."]], "B.5.1\t": [["Evaluation des compétences transversales\nB.5.1", "question:\nQu'est-ce que signifie \"B.5.1\" dans le contexte de l'évaluation des compétences transversales?", "response:\n\"B.5.1\" est une référence spécifique à une catégorie ou un critère d'évaluation des compétences transversales."], ["Dispositions générales\nB.5.1.1", "question:\nQuelle est la section du document traitée dans ce paragraphe?\n", "response:\nCe paragraphe concerne les dispositions générales de la section B.5.1.1 du document."], ["Validation d’une Compétence Transversale\n", "question: Qu'est-ce que la validation d'une compétence transversale ?", "response: La validation d'une compétence transversale consiste à reconnaître et à attester qu'une personne possède une compétence qui peut être appliquée dans différents contextes et domaines."], ["Pour chaque élève et pour chaque auditeur, la reconnaissance d’un niveau suffisant pour une compétence du réferentiel présentée dans les fascicules pédagogiques se fait par la validation d’au moins deux composantes telles que définies dans les fascicules pédagogiques. Pour qu’une composante soit validée, l’élève doit obtenir au moins une fois le niveau acquis (note C) au niveau compétent.\n\nB.5.1.2", "question:\nComment se fait la reconnaissance d'un niveau suffisant pour une compétence du réferentiel présenté dans les fascicules pédagogiques?\n", "response:\nLa reconnaissance se fait par la validation d'au moins deux composantes définies dans les fascicules pédagogiques, avec l'obtention d'au moins une fois le niveau acquis (note C) au niveau compétent pour chaque composante."], ["Crédits ECTS \n", "question: Qu'est-ce que les crédits ECTS ?", "response: Les crédits ECTS sont une unité de mesure utilisée dans l'enseignement supérieur européen pour quantifier le travail des étudiants et faciliter la mobilité internationale."]], "B.5.2\t": [["La validation d’une Compétence Transversale ne donne pas lieu à l’attribution de crédits ECTS. Une Compétence déjà validée ne peut pas être réévaluée.\n\nB.5.2", "question: Est-ce que la validation d'une Compétence Transversale donne lieu à l'attribution de crédits ECTS?", "response: Non, la validation d'une Compétence Transversale ne donne pas lieu à l'attribution de crédits ECTS."], ["Evaluation des Compétences Transversales\nB.5.2.1 Responsabilité\n", "question: Quel est le thème de l'évaluation des compétences transversales B.5.2.1?", "response: La responsabilité."], ["Les responsables de Parcours ont l’obligation de s’assurer que les Compétences Transversales de tous les élèves seront effectivement évaluées à l’issue du Parcours dont ils ont la responsabilité. Ils désigneront en particulier les enseignants en charge de l’évaluation et de la transmission des notes au Service de Scolarité.\n\nB.5.2.2 Notation alphabétique\n", "question:\nQuelle est l'obligation des responsables de Parcours en termes d'évaluation des Compétences Transversales des élèves?\n", "response:\nLes responsables de Parcours ont l'obligation de s'assurer que les Compétences Transversales de tous les élèves seront effectivement évaluées à l’issue du Parcours dont ils ont la responsabilité."], ["L’évaluation de la composante d’une Compétence Transversale est exprimée exclusivement par une lettre appartenant à l’ensemble F, C, A :\n—", "question: Comment est exprimée l'évaluation de la composante d'une Compétence Transversale?", "response: L'évaluation de la composante d'une Compétence Transversale est exprimée exclusivement par une lettre appartenant à l'ensemble F, C, A."], ["F : insuffisant ;\n—", "question:\nQuel est le niveau de la quantité dont il est question ?", "response:\nIl est insuffisant."], ["C : acquis;\n—", "question: Quel mot est indiqué par la lettre \"C\"?", "response: Le mot \"acquis\" est indiqué par la lettre \"C\"."], ["A : remarquable.\n \n\n\nB.5.2.3", "question: Que signifie le terme \"remarquable\" ?", "response: Il signifie exceptionnel ou digne d'attention particulière."], ["Transmission et publication des notes alphabétiques \n", "question: Quel processus est décrit dans ce paragraphe ?", "response: La transmission et la publication des notes alphabétiques."], ["Les notes alphabétiques doivent être transmises au Service de la Scolarité au plus tard trois semaines après l’évaluation par les enseignants en charge de l’évaluation. Le Service de la Scolarité les publie et les reporte dans le dossier de l’élève. Une fois les résultats publiés, les éventuelles rectifications à apporter doivent être signifiées par écrit au Service de la Scolarité par l’enseignant en charge de l’évaluation, au plus tard dans un délai de trois semaines (hors congés des élèves ou auditeurs) après cette publication.\n\nB.5.2.4", "question:\nQuand les notes alphabétiques doivent-elles être transmises au Service de la Scolarité?\n", "response:\nAu plus tard trois semaines après l'évaluation par les enseignants en charge de l'évaluation."], ["Mesures à appliquer suite à l’absence à une évaluation \n", "question: Quelles mesures doivent être prises en cas d'absence à une évaluation?", "response: L'élève doit contacter l'enseignant pour justifier son absence et convenir d'une éventuelle séance de rattrapage."], ["Les mesures seront décidées par les responsables de Parcours et mentionnées dans le fascicule pédagogique.\n\nB.5.2.5", "question:\nQui décide des mesures et où seront-elles mentionnées ?\n", "response:\nLes responsables de Parcours décident des mesures et les mentionnent dans le fascicule pédagogique."], ["Aménagement de l’évaluation des Compétences Transversales \n", "question:\nQu'est-ce qui est en train d'être discuté dans ce paragraphe ?", "response:\nL'aménagement de l'évaluation des Compétences Transversales."]], "B.6\t": [["Pour un élève, des aménagements peuvent être décidés par les responsables de Parcours à partir de l’examen de son cas, à la demande de celui-ci.\n\nB.6", "question:\nQuels types d'aménagements peuvent être décidés par les responsables de Parcours pour un élève ?\n", "response:\nDes aménagements peuvent être décidés pour un élève par les responsables de Parcours à partir de l'examen de son cas, à sa demande."]], "B.6.1\t": [["Dossier scolaire de l’élève\nB.6.1", "question:\nQuel est le contenu du dossier scolaire de l'élève mentionné ?\n", "response:\nLe contenu du dossier scolaire de l'élève mentionné est B.6.1."], ["Transmission au Jury\n", "question:\nQuelle est l'étape finale du processus de sélection d'un candidat pour un concours?\n", "response:\nLa transmission au Jury."]], "B.6.2\t": [["L’ensemble des notes (notes de Savoir et de Savoir-Faire évaluées, notes globale d’UE et notes de Compétences Transversales) est transmis au Jury à la fin du semestre par le Service de la Scolarité.\n\nB.6.2", "question: Quels éléments composent l'ensemble des notes transmis au Jury à la fin du semestre ?", "response: Les notes de Savoir et de Savoir-Faire évaluées, les notes globales d'UE et les notes de Compétences Transversales."], ["Elements du dossier\n", "question:\nQuels éléments sont généralement présents dans un dossier?", "response:\nDes documents, des informations et des pièces justificatives peuvent être inclus dans un dossier."]], "B.6.3\t": [["Le Service de la Scolarité constitue pour chaque élève un dossier scolaire qui comprend :\n—les feuilles de synthèse semestrielles incluant les décisions des jurys ;\n— les relevés de résultats relatifs à chaque Unité d’Enseignement et activité ;\n— les relevés de résultats relatifs à chaque Compétence Transversale;\n— les informations éventuellement fournies par les Conseils d’Unité d’Enseignement;\n— divers autres documents personnalisés ayant trait à la scolarité de l’élève, y compris les éventuels compléments d’information transmis par l’élève et PVs d’audition par une commission issue d’un Jury, les certificats médicaux, les relevés d’absences et les éventuels avertissements ou blâmes.\n\nB.6.3", "question: Quels éléments sont inclus dans le dossier scolaire d'un élève selon le Service de la Scolarité?", "response: Le dossier scolaire d'un élève comprend les feuilles de synthèse semestrielles, les relevés de résultats des Unités d'Enseignement, des Compétences Transversales, des informations des Conseils d'Unité d'Enseignement, ainsi que d'autres documents personnalisés comme les certificats médicaux, les relevés d'absences et les avertissements éventuels."], ["Feuilles de synthèse\n", "question: Qu'est-ce que les feuilles de synthèse ?", "response: Les feuilles de synthèse sont des documents qui récapitulent de manière concise les informations essentielles d'un sujet donné."]], "C.1 ": [["Les feuilles de synthèse semestrielles mentionnent :\n— les notes globales de chaque Action de Formation et de chaque UE suivies par l’élève durant le semestre;\n— les notes de Compétences Transversales obtenues durant le semestre;\n— la position de l’élève par rapport à sa demi-promotion et dès que cela est possible par rapport à sa promotion, pour chaque Unité d’Enseignement ou chaque activité objet d’une notation chiffrée, suivant un barème à niveaux;\n— la position de l’élève par rapport à sa demi-promotion et dès que cela est possible par rapport à sa promotion, évaluée suivant le même barème à niveaux et calculée en affectant la note globale de chaque Unité d’Enseignement d’un poids proportionnel au nombre de crédits ECTS affecté à ces Unités;\n— le détail du nombre de crédits ECTS obtenus;\n— l’indication « REALISE » ou « NON REALISE » pour les activités à réaliser, dès que celles-ci auraient dû être réalisées ;\n— le score obtenu dans les examens linguistiques après que ceux-ci ont été effectués ;\n—les décisions des jurys prises à partir des mesures à leur disposition.\n\n\nC Fraudes et Plagiats\n\nC.1 Fraudes\n\n", "question: Quels éléments sont mentionnés dans les feuilles de synthèse semestrielles pour chaque élève ?", "response: Les notes globales de chaque Action de Formation et de chaque UE suivies, les notes de Compétences Transversales, la position par rapport à sa demi-promotion et promotion pour chaque Unité d’Enseignement, le nombre de crédits ECTS obtenus, l’indication de la réalisation des activités, les scores dans les examens linguistiques, et les décisions des jurys."]], "C.1.1 ": [["Les modalités de gestion des fraudes sont définies dans le Code de l’Education, Livre VIII (La vie\nuniversitaire), Titre Ier (Les droits et obligations des usagers du service public de l’enseignement supérieur),\nSection 2 (Procédures disciplinaires). Ce texte décrit de façon très précise la procédure à suivre.\n\nC.1.1 Constatation de la fraude\n", "question:\nOù sont définies les modalités de gestion des fraudes dans le domaine de l'éducation supérieure ?", "response:\nLes modalités de gestion des fraudes sont définies dans le Code de l'Éducation, Livre VIII, Titre Ier, Section 2."]], "C.1.2 ": [["D’après l’Article R811-10 et l’Article R712-29 du Code, « en cas de flagrant délit de fraude ou tentative\nde fraude aux examens ou concours, le surveillant responsable de la salle prend toutes mesures pour faire\ncesser la fraude ou la tentative sans interrompre la participation à l’épreuve du ou des candidats. Il saisit\nles pièces ou matériels permettant d’établir ultérieurement la réalité des faits. Il dresse un procès-verbal\ncontresigné par les autres surveillants et par le ou les auteurs de la fraude ou de la tentative de fraude.\nEn cas de refus de contresigner, mention est portée au procès-verbal. Toutefois, en cas de substitution de\npersonne ou de troubles affectant le déroulement des épreuves, l’expulsion de la salle des examens peut être\nprononcée par [...] » le Directeur de l’Ecole ou toute personne à qui il a délégué les pouvoirs qui lui sont\nattribués pour le maintien de l’ordre.\n\nC.1.2 Sanctions encourues\n", "question: Quelles mesures le surveillant responsable de la salle doit-il prendre en cas de flagrant délit de fraude aux examens ou concours?", "response: Le surveillant responsable de la salle doit prendre toutes les mesures pour faire cesser la fraude sans interrompre la participation à l'épreuve et saisir les pièces ou matériels permettant d'établir ultérieurement la réalité des faits."], ["D’après l’Article R811-11, « les sanctions disciplinaires [encourues par l’auteur de la fraude] [...] sont\n1. l’avertissement;\n2. le blâme;\n3. l’exclusion de l’établissement pour une durée maximum de cinq ans. Cette sanction peut être pro\u0002noncée avec sursis si l’exclusion n’excède pas deux ans;\n4. l’exclusion définitive de l’établissement;\n5. l’exclusion de tout établissement public d’enseignement supérieur pour une durée maximum de cinq\nans;\n6. l’exclusion définitive de tout établissement public d’enseignement supérieur. »\n", "question: Quelles sont les sanctions disciplinaires encourues par l'auteur de la fraude selon l'article R811-11?", "response: Les sanctions disciplinaires encourues sont l'avertissement, le blâme, exclusion de l'établissement pour une durée maximum de cinq ans, exclusion définitive de l'établissement, exclusion de tout établissement public d'enseignement supérieur pour une durée maximum de cinq ans, et exclusion définitive de tout établissement public d'enseignement supérieur."]], "C.1.3 ": [["« Toute sanction prévue au présent article et prononcée dans le cas d’une fraude ou d’une tentative de\nfraude commise à l’occasion d’une épreuve de contrôle continu, d’un examen ou d’un concours, entraîne,\npour l’intéressé, la nullité de l’épreuve correspondante. [...] La juridiction disciplinaire décide s’il y a lieu\nde prononcer, en outre, à l’égard de l’intéressé, la nullité du groupe d’épreuves ou de la session d’examen\n[...]. » La nullité de l’épreuve signifie que l’élève a rendu feuille blanche et a obtenu 0 à cette épreuve ou au\ngroupe d’épreuves ou à la section d’examen.\n\nC.1.3 Gestion des conséquences de la fraude\n", "question:\nQuelle est la conséquence de la sanction prononcée en cas de fraude ou tentative de fraude durant une épreuve?\n", "response:\nLa sanction entraîne la nullité de l'épreuve correspondante, voire du groupe d'épreuves ou de la session d'examen."]], "C.2 ": [], "C.2.1 ": [["D’après l’Articles R811-10 et l’Article R712-29 du Code de l’Education, la section disciplinaire est\nsaisie par le directeur de l’Ecole. D’après l’Article R811-13, « le jury délibère sur les résultats des candidats ayant fait l’objet du procès-verbal prévu à cet article, dans les mêmes conditions que pour tout autre candidat, sous réserve des dispositions prévues au troisième alinéa du présent article. Si l’examen comporte un second groupe d’épreuves, les candidats sont admis à y participer si leurs résultats le permettent. Aucun certificat de réussite, ni de relevé de notes ne peuvent être délivrés avant que la formation de jugement ait statué. Il en est de même lorsque le jury décide de saisir l’une des autorités mentionnées à l’Article R712-29. En cas de nullité de l’épreuve ou du groupe d’épreuves correspondant résultant d’une sanction prononcée\nen application des Articles R811-11 ou R811-12, l’autorité administrative saisit le jury pour une nouvelle délibération portant sur les résultats obtenus par l’intéressé. » Si une sanction est prononcée alors que la seconde session d’examen n’a pas eu lieu, l’élève sanctionné ne pourra pas participer au groupe d’épreuves concerné ou à la session d’examen concernée.\n\nC.2 Plagiat\n\nC.2.1 Définition\n\n", "question: Qui saisit la section disciplinaire selon le Code de l'Éducation ?", "response: Selon l'Article R811-10 et l'Article R712-29 du Code de l'Éducation, c'est le directeur de l'Ecole qui saisit la section disciplinaire."]], "C.2.2 ": [["Le plagiat consiste à faire passer pour siens des travaux ou des fragments de travaux produits par autrui. En tant qu’atteinte au droit d’auteur et à la propriété intellectuelle, le plagiat peut être assimilé à un délit de contrefaçon. Il peut faire l’objet de sanctions civiles (indemnisation de la victime) et de sanctions pénales (lourdes amendes). Le plagiat est considéré comme une fraude. La procédure définie par le Code de l’Education s’applique donc.\n\nC.2.2 Commission anti-plagiat\n\n", "question:\nQu'est-ce que le plagiat et quelles sont les conséquences associées à cette pratique?\n", "response:\nLe plagiat consiste à faire passer pour siens des travaux ou des fragments de travaux produits par autrui, et peut entraîner des sanctions civiles (indemnisation de la victime) et pénales (lourdes amendes) en tant que délit de contrefaçon."]], "D.1 ": [["Une commission anti-plagiat est instituée dans l’objectif de réunir les faits en cas de présomption de plagiat et les consigner dans un rapport. Ce rapport peut être utilisé par le Directeur de l’Ecole pour décider de la saisie de la section disciplinaire et transmis à la Section Disciplinaire pour l’instruction par celle ci d’un élève ou d’un auditeur présumé plagiaire. La commission anti-plagiat est constituée d’un expert technique en TICE, d’un membre du Service de la Scolarité, des représentants des Unités d’Enseignement et de l’enseignant concernés par le plagiat, la présence d’un représentant de l’Unité d’Enseignement et de l’enseignant concernés étant obligatoire.\n\nD Autorisations d’absences\n\nD.1 Absences autorisées\n\n", "question:\nQuel est le but de la commission anti-plagiat et qui en fait partie?", "response:\nLa commission anti-plagiat est instituée dans l’objectif de réunir les faits en cas de présomption de plagiat et est constituée d’un expert technique en TICE, d’un membre du Service de la Scolarité, des représentants des Unités d’Enseignement et de l’enseignant concernés par le plagiat. La présence d’un représentant de l’Unité d’Enseignement et de l’enseignant concernés est obligatoire."]], "D.2 ": [["Les élèves ingénieurs et auditeurs peuvent bénéficier d’une autorisation d’absence délivrée par la Direction des Formations, pour les activités encadrées des Actions de Formation dans les cas suivants :\n— convocation à un contrôle des connaissances et à des examens dans le cadre de compléments de formation inscrits dans les fascicules pédagogiques et dont la planification ne relève pas de l’Ecole;\n— participation à des activités en tant que responsable de l’Association des élèves;\n— convocation officielle à tout jury, conseil et commission de l’Ecole Centrale de Lyon\n— convocations émanant d’autorités administratives;\n— convenance personnelle (soumis à l’appréciation du Service de la Scolarité) à condition que cela ne concerne pas des séances de contrôle de connaissance (TP, BE, Contrôle continu, etc.)\n\nD.2 Absences pour contrôle de connaissance\n\n", "question:\nDans quels cas les élèves ingénieurs et auditeurs peuvent-ils bénéficier d'une autorisation d'absence délivrée par la Direction des Formations ?\n", "response:\nLes cas comprennent notamment les convocations à des contrôles des connaissances, des examens, des activités en tant que responsable d'association d'élèves, des convocations officielles à des jurys, conseils, commissions de l'Ecole Centrale de Lyon ou des autorités administratives, ainsi que pour des convenances personnelles approuvées par le Service de la Scolarité, à condition de ne pas concerner des sessions d'évaluation."]], "D.3 ": [["Dans le cas d’une convocation à un contrôle des connaissances, dans le cadre de compléments de formation inscrits dans les fascicules pédagogiques et dont la planification ne relève pas de l’Ecole Centrale de Lyon, la demande d’autorisation d’absence n’est recevable que si elle est déposée par l’élève auprès du Service de la Scolarité le plus tôt possible et au plus tard 5 jours ouvrables précédant la date du contrôle et que si dans le cas d’une inscription en Licence, cette inscription est effectuée à l’Université de Lyon et déclarée au Service de la Scolarité avant la fin octobre de l’année d’inscription.\n\nD.3 Absences pour activités associatives\n", "question: Quelles sont les conditions pour que la demande d'autorisation d'absence pour un contrôle des connaissances soit recevable ?", "response: La demande d'autorisation d'absence pour un contrôle des connaissances est recevable que si elle est déposée par l'élève auprès du Service de la Scolarité le plus tôt possible et au plus tard 5 jours ouvrables précédant la date du contrôle, et si l'inscription en Licence est effectuée à l'Université de Lyon et déclarée au Service de la Scolarité avant la fin octobre de l'année d'inscription."]], "D.4 ": [["Dans le cas d’une participation à des activités relevant de l’Association des Elèves de l’Ecole Centrale de Lyon, la demande d’autorisation d’absence est recevable si elle est déposée auprès du Service de la Scolarité le plus tôt possible et au plus tard 5 jours ouvrables suivant le premier jour de l’activité, sous la forme d’une liste d’élèves concernés par l’activité et arrêtée sous la responsabilité du VP concerné.\n\nD.4 Rejet de demande\n", "question: Quelles sont les conditions pour qu'une demande d'autorisation d'absence soit recevable pour des activités de l'Association des Elèves de l'Ecole Centrale de Lyon ?", "response: La demande d'autorisation d'absence est recevable si elle est déposée auprès du Service de la Scolarité le plus tôt possible et au plus tard 5 jours ouvrables suivant le premier jour de l'activité, sous la forme d'une liste d'élèves concernés par l'activité et arrêtée sous la responsabilité du VP concerné."]], "D.5 ": [["Toute demande d’autorisation d’absence pour l’un ou l’autre des motifs précédemment exposés précédemment, formulée en dehors des délais et formes précisés est non recevable sauf cas relevant de la section D.5.\n\nD.5 Autre motif d’absence\n", "question:\nQuelles sont les conséquences d'une demande d'autorisation d'absence formulée en dehors des délais et formes précisés?\n", "response:\nLa demande d'autorisation d'absence formulée en dehors des délais et formes précisés est non recevable, sauf cas relevant de la section D.5."]], "D.6 ": [["Pour tout autre motif à caractère exceptionnel, seul le Directeur de l’Ecole est habilité à traiter la demande qui doit être formulée dans les mêmes formes et délais.\n\nD.6 Rattrapage\n", "question:\nQui est habilité à traiter les demandes pour des motifs à caractère exceptionnel?\n", "response:\nSeul le Directeur de l’École est habilité à traiter les demandes pour des motifs à caractère exceptionnel."]], "E.1 ": [["L’élève ou l’auditeur disposant d’une justification d’absence doit suivre la procédure suivante :\n— se procurer de sa propre initiative et sans séance de rattrapage les contenus travaillés en cours magistral et en travaux dirigés;\n— prendre contact au plus tôt avec les responsables d’Actions de Formation avec séances pratiques et séances en Autonomie pour les rattraper si cela est matériellement possible et suivant les règles et modalités fixées par le Conseil de l’Unité d’Enseignement, voir le paragraphe B.2.8, page 15.\n\nE Année de césure\n\nE.1 Principe\n\n", "question:\nQuelles sont les étapes à suivre pour un élève justifiant d'une absence?\n", "response:\nL'élève doit se procurer les contenus manqués et contacter les responsables pour organiser un rattrapage selon les règles établies."], ["Une année de césure ne peut être accomplie par un élève qu’une seule fois au cours de sa scolarité à l’Ecole Centrale de Lyon. Elle se déroule soit après le semestre S6, soit après le semestre S8 du cursus ingénieur de l’Ecole. Dans le cas d’un élève en double-diplôme, l’accord de l’établissement partenaire est nécessaire.\n", "question: Combien de fois un élève peut-il effectuer une année de césure à l'Ecole Centrale de Lyon ? \n", "response: Un élève ne peut effectuer qu'une seule année de césure au cours de sa scolarité à l'Ecole Centrale de Lyon."], ["Lors d’une année de césure, l’élève conserve son statut d’étudiant.\n", "question:\nQue se passe-t-il avec le statut d'étudiant pendant une année de césure?", "response:\nL'élève conserve son statut d'étudiant pendant une année de césure."]], "E.2 ": [["Cela correspond à une parenthèse dans la formation de l’élève au cours de laquelle il a toute latitude pour réaliser un projet personnel ou professionnel.\n\nE.2 Demande d’année de césure\n\n", "question: Qu'est-ce que la parenthèse dans la formation de l'élève permet ?", "response: La parenthèse dans la formation de l'élève lui permet de réaliser un projet personnel ou professionnel."], ["La décision d’accorder une année de césure revient au Directeur de l’Ecole Centrale de Lyon, sur\ndemande motivée de l’élève et après validation d’un dossier par la Commission Césure (CC).\n", "question: Qui prend la décision d'accorder une année de césure ?", "response: Le Directeur de l'Ecole Centrale de Lyon."], ["La Commission Césure est mise en place chaque année avant le 15 décembre. Elle est composée du Directeur des Formations, d’un représentant du Service de la Scolarité, du Responsable du Tronc Commun, du Responsable du Parcours Electif, de deux permanents membres du Conseil des Etudes et de deux élèves membres du Conseil des Etudes.\n", "question:\nQuels sont les membres qui composent la Commission Césure?\n", "response:\nLa Commission Césure est composée du Directeur des Formations, d’un représentant du Service de la Scolarité, du Responsable du Tronc Commun, du Responsable du Parcours Electif, de deux permanents membres du Conseil des Etudes et de deux élèves membres du Conseil des Etudes."]], "E.3 ": [["Exceptionnellement, le Directeur de l’Ecole Centrale de Lyon peut accorder une césure, sans que le dossier de demande ait été validé par la Commission Césure.\n\nE.3 Césure et décisions de Jury\n", "question:\nQuand le Directeur de l'Ecole Centrale de Lyon peut-il accorder une césure sans validation de la Commission Césure ?", "response:\nLe Directeur de l'Ecole Centrale de Lyon peut accorder une césure exceptionnellement, sans que le dossier de demande ait été validé par la Commission Césure."]], "F.1 ": [["La décision d’accorder une césure est conditionnée par l’absence d’une mesure de redoublement ou de renvoi prise par le Jury de Tronc Commun ou de Parcours Electif.\n\nF Scolarité en situation de handicap\n\nF.1 Situation d’handicap\n\n", "question: Qu'est-ce qui conditionne la décision d'accorder une césure ?", "response: L'absence d'une mesure de redoublement ou de renvoi prise par le Jury de Tronc Commun ou de Parcours Electif."]], "F.2 ": [["D’après le décret numéro 2005-1617 du 21 décembre 2005, les élèves et les auditeurs présentant un handicap « peuvent bénéficier d’aménagements portant sur :\n1. les conditions de déroulement des épreuves, de nature à leur permettre de bénéficier des conditions\nmatérielles, des aides techniques, des aides humaines, appropriées à leur situation;\n2. une majoration du temps imparti pour une ou plusieurs épreuves, qui ne peut excéder le tiers du\ntemps normalement prévu pour chacune d’elles. Toutefois, cette majoration peut être allongée, eu\négard à la situation exceptionnelle du candidat, sur demande motivée du médecin, [...];\n3. la conservation, durant cinq ans, des notes à des épreuves ou des unités obtenues à l’un des examens\n[...];\n4. l’étalement sur plusieurs sessions du passage des épreuves de l’un des examens [...] ».\n\nF.2 Aménagements\n\n", "question:\nQuels sont les aménagements prévus pour les élèves et auditeurs présentant un handicap selon le décret de 2005 ?\n", "response:\nLes aménagements prévus pour les élèves et auditeurs présentant un handicap selon le décret de 2005 incluent des conditions spéciales pour le déroulement des épreuves, une majoration du temps imparti pour les épreuves, la conservation des notes obtenues, et la possibilité d'étalement des épreuves sur plusieurs sessions."], ["Les aménagements prévus par le décret sont mis en œuvre par l’Ecole Centrale de Lyon suivant la\nprocédure définie ci-dessous.\n\n", "question:\nQui met en œuvre les aménagements prévus par le décret?\n", "response:\nLes aménagements prévus par le décret sont mis en œuvre par l'Ecole Centrale de Lyon."], ["1. Déclaration des élèves et des auditeurs en situation de handicap : si son handicap est permanent\nou déclaré lors de son inscription à l’Ecole Centrale de Lyon, l’élève doit déposer une demande\nd’aménagement auprès du Service de la Scolarité lors de son inscription à l’Ecole Centrale de Lyon.\nDans le cas où son handicap se déclare en cours de scolarité, qu’il soit temporaire ou non, l’élève\ndoit déposer sa demande d’aménagement lorsqu’il se déclare.\n\n", "question:\nQuand les élèves en situation de handicap doivent-ils déposer une demande d'aménagement à l'Ecole Centrale de Lyon ?\n", "response:\nLes élèves en situation de handicap doivent déposer une demande d'aménagement à l'Ecole Centrale de Lyon lors de leur inscription s'ils sont déjà handicapés, ou dès que leur handicap se déclare en cours de scolarité."], ["2. Evaluation de la situation de handicap dans laquelle se trouve l’élève ou l’auditeur : après en avoir\ndéposé sa demande d’aménagement, l’élève ou l’auditeur est examiné(e) par la Médecine Préventive\nUniversitaire de l’Ecole Centrale de Lyon qui émet un avis sur la demande d’aménagement. L’élève\nou l’auditeur doit lui apporter tous les documents médicaux justifiant de son état.\n\n", "question:\nQuelle est l'étape suivante après que l'élève ou l'auditeur ait déposé sa demande d'aménagement?\n", "response:\nL'étudiant est examiné par la Médecine Préventive Universitaire de l'Ecole Centrale de Lyon qui émet un avis sur sa demande d'aménagement, à condition qu'il apporte les documents médicaux justifiant son état."], ["3. Décision des aménagements nécessaires des examens et autres contrôles de connaissance par la\nDirection des Formations : en concertation avec l’élève ou l’auditeur et la Médecine Préventive\nUniversitaire de l’Ecole Centrale de Lyon, la Direction des Formations décide des aménagements\nnécessaires (tiers temps supplémentaire, assistance par un enseignant lors de l’épreuve, composition à part, utilisation de matériels adaptés comme un ordinateur portable, etc..). D’après le décret, l’épreuve doit se dérouler même lors d’une hospitalisation. Ceci sera mis en œuvre dans la mesure\noù cela est matériellement possible. Dans le cas des TPs, cette décision se fait en concertation avec le responsable de l’Unité d’Enseignement. Suivant le cas (élève ou auditeur et TPs concernés), les décisions prises peuvent aller du réaménagement de la séance de TP à sa dispense.\n\n", "question:\nQuelles sont les décisions prises quant aux aménagements nécessaires des examens et autres contrôles de connaissance pour les élèves ayant des besoins spécifiques ?\n", "response:\nEn concertation avec l'élève ou l'auditeur et la Médecine Préventive Universitaire de l'Ecole Centrale de Lyon, la Direction des Formations décide des aménagements nécessaires tels que le tiers temps supplémentaire, l'assistance par un enseignant, la composition à part, l'utilisation de matériels adaptés, etc. Ces aménagements peuvent aller jusqu'à la dispense de certains travaux pratiques en fonction des besoins spécifiques."], ["4. Décision d’adaptation du déroulement de la formation ingénieur :\n(a) en étalant le suivi et la validation d’UE sur une période plus longue que celle initialement pré\u0002vue : par exemple, les UE correspondant à deux semestres sont suivis pendant les quatre se\u0002mestres, en ne suivant qu’une UE sur deux pour chaque semestre;\n(b) dans le cas d’une UE non validée, en donnant la possibilité de conserver les notes des examens de l’UE supérieures à 10/20 lors d’un « redoublement » de cette UE. Les notes peuvent être conservées pendant 5 ans.\n\n", "question:\nQuelles sont les décisions d'adaptation du déroulement de la formation ingénieur possibles?\n", "response:\nLes décisions d'adaptation du déroulement de la formation ingénieur peuvent inclure l'étalage du suivi et de la validation des UE sur une période plus longue, ainsi que la possibilité de conserver les notes des examens supérieures à 10/20 pendant 5 ans en cas de redoublement d'une UE non validée."], ["De fait, l’application de ces différentes règles peut entraîner pour un élève ou un auditeur en situation de\nhandicap le dépassement de la durée maximale d’inscription à l’Ecole Centrale de Lyon qui est de 3+4 ans.\n\nH Conditions de délivrance du DESECL\n\n", "question:\nQuelles conséquences l'application des règles peut-elle avoir sur la durée maximale d'inscription à l'Ecole Centrale de Lyon ?\n", "response:\nL'application des règles peut entraîner pour un élève ou un auditeur en situation de handicap le dépassement de la durée maximale d'inscription à l'Ecole Centrale de Lyon qui est de 3+4 ans."], ["L’obtention du Diplôme d’Etudes Supérieures de l’Ecole Centrale de Lyon est subordonnée à la validation dans le cadre de la 3ème année d’un ensemble d’Unités d’Enseignement telles que définies dans le fascicule pédagogique.\n\nI Conditions de délivrance de crédits ECTS sans délivrance de diplôme\n\n", "question: Quelles sont les conditions pour obtenir le Diplôme d'Etudes Supérieures de l'Ecole Centrale de Lyon? ", "response: L'obtention du diplôme est subordonnée à la validation d'un ensemble d'Unités d'Enseignement définies dans le fascicule pédagogique de la 3ème année."]], "J.1 ": [], "J.1.1 ": [["Un étudiant peut être accepté à l’Ecole Centrale de Lyon pour effectuer\n— un programme de formation permettant de valider au minimum 30 crédits ECTS : ce programme de formation qui tient compte des études antérieures et des acquis professionnels, est constitué de la validation d’UE puisées dans les 3 ans de formation du cursus ingénieur de l’Ecole Centrale\nde Lyon, sous réserve des contraintes de moyens disponibles à l’Ecole (planning, organisation des groupes d’élèves, etc.); l’étudiant le remet au Service de la Scolarité qui en vérifie la conformité; il est de la responsabilité de l’étudiant d’attester d’un niveau de français suffisant, faute de quoi son\ninscription pourrait être refusée;\n— un stage de 3 à 6 mois effectué dans un laboratoire de l’Ecole Centrale de Lyon, sous la responsabi\u0002lité d’un enseignant-chercheur de l’Ecole et permettant de valider au minimum 15 crédits ECTS. \nL’obtention de ces crédits ECTS ne s’accompagne pas de la délivrance de diplôme.\n\nJ Fonctionnement des Jurys\nJ.1 Constitution\nJ.1.1 Composition\n", "question: Quels sont les critères pour qu'un étudiant soit accepté à l'Ecole Centrale de Lyon pour un programme de formation spécifique ?", "response: Un étudiant peut être accepté à l’Ecole Centrale de Lyon pour effectuer un programme de formation spécifique en validant au minimum 30 crédits ECTS, obtenus grâce à la validation d'UE du cursus ingénieur de l’Ecole Centrale de Lyon, ainsi qu'en effectuant un stage de 3 à 6 mois dans un laboratoire de l'école. Il doit également attester d'un niveau de français suffisant."]], "J.1.2 ": [["Le Jury de Tronc Commun et le Jury de Parcours Electif comprennent chacun au moins 13 membres appartenant aux Equipes d’Enseignement de l’Ecole Centrale de Lyon et recouvrant les différentes thématiques enseignées à l’Ecole. Au plus sept membres du Jury de Parcours Electif sont renouvelés chaque\nannée. Le Directeur de l’Ecole Centrale de Lyon est membre de droit de chaque Jury.\n\nJ.1.2 Mise en place\n", "question:\nCombien de membres appartiennent respectivement au Jury de Tronc Commun et au Jury de Parcours Electif ?", "response:\nAu moins 13 membres appartiennent au Jury de Tronc Commun et au Jury de Parcours Electif."]], "J.1.3 ": [["La mise en place des Jurys, les ajustements et les renouvellements parmi leurs membres sont prononcés par le Directeur de l’Ecole Centrale de Lyon en début de S5 pour le Jury de Tronc Commun et en début de S8 pour le Jury de Parcours Electif.\n\nJ.1.3 Bureau du Jury\n", "question: Qui est responsable de la mise en place des Jurys, des ajustements et des renouvellements parmi leurs membres?", "response: Le Directeur de l'Ecole Centrale de Lyon prononce ces décisions en début de S5 pour le Jury de Tronc Commun et en début de S8 pour le Jury de Parcours Electif."]], "J.2 ": [], "J.2.1 ": [["Chaque Jury choisit parmi ses membres un Président, un Vice-Président, un Secrétaire et un Secrétaire Adjoint, ce qui constitue le Bureau du Jury. Le Président est choisi parmi les membres ayant rang de Professeur des Universités.\n\nJ.2 Fonctionnement\n\nJ.2.1 Convocation\n\n", "question: Quels postes sont attribués au sein du Bureau du Jury ?", "response: Le Bureau du Jury est composé d'un Président, d'un Vice-Président, d'un Secrétaire et d'un Secrétaire Adjoint."]], "J.2.2 ": [["Un Jury est convoqué sur l’initiative de son Président, en particulier à la demande de la Direction des Formations. Le quorum requis pour délibérer est de la moitié des membres plus un.\n\nJ.2.2 Délibérations\n", "question:\nQuelle est l'initiative permettant de convoquer un Jury?\n", "response:\nLe Jury est convoqué sur l'initiative de son Président, en particulier à la demande de la Direction des Formations."]], "J.2.3 ": [["Les délibérations ont lieu à huis clos. Les décisions sont prises par vote à la majorité absolue des membres présents ou représentés. Un membre peut recevoir au plus le pouvoir d’un autre membre. Le vote à bulletin secret est organisé à la demande d’au moins un membre. En cas d’égalité de vote, la voix du Président est prépondérante.\n\nJ.2.3 Eléments pris en compte\n", "question:\nQuelles sont les règles concernant les délibérations et les prises de décisions au sein de ce groupe ?\n", "response:\nLes délibérations ont lieu à huis clos. Les décisions sont prises par vote à la majorité absolue des membres présents ou représentés. Un membre peut recevoir au plus le pouvoir d’un autre membre. Le vote à bulletin secret est organisé à la demande d’au moins un membre. En cas d’égalité de vote, la voix du Président est prépondérante."]], "J.2.4 ": [["Un jury ne peut examiner la validation d’une UE à l’issue d’une session d’examens que si l’intégralité des notes de compétence des AF de l’UE concernée ont été transmises au Service de la Scolarité. Pour prendre leurs décisions, les Jurys :\n— étudient l’ensemble des éléments du dossier de l’élève ou de l’auditeur : fiches de synthèse, relevés de notes, certificats de validation d’activités, relevés d’absences et avis formulés par les responsables d’Unité d’Enseignement et d’activités coordonnées, etc.;\n— prennent connaissance le cas échéant d’une demande de redoublement pour raison médicale;\n— peuvent étudier le cas échéant le respect des engagements pris par l’élève ou l’auditeur lors d’une convocation à une précédence réunion du Jury.\n\nJ.2.4 Audition d’un élève ou d’un auditeur\n", "question: Quels sont les éléments que les jurys étudient avant de prendre une décision sur la validation d'une UE ?", "response: Les jurys étudient l'ensemble des éléments du dossier de l'élève ou de l'auditeur, tels que les fiches de synthèse, les relevés de notes, les certificats de validation d'activités, les relevés d'absences, et les avis des responsables d'Unité d'Enseignement et d'activités coordonnées."]], "J.2.5 ": [["Un élève ou un auditeur dont la situation le justifie peut être convoqué par le Jury pour être auditionné :\n— par le Jury dans un but préventif;\n— par une commission issue du Jury dans le but de compléter les éléments de son dossier, avant une prise de décision par le Jury; un compte-rendu de l’audition rédigé par la commission est transmis au Jury et archivé dans son dossier.\nPour chacune de ces auditions, l’élève ou l’auditeur dépose au Service de la Scolarité un document écrit signé exposant tout élément jugé pertinent par celui-ci. Ce document est transmis au Jury et archivé dans son dossier. S’il le désire, lors d’une audition, l’élève ou l’auditeur peut être accompagné par un élève élu du Conseil des Etudes.\n\nJ.2.5 Délivrance de crédits ECTS\n\n", "question:\nQuand un élève peut-il être convoqué par le Jury pour être auditionné?\n", "response:\nUn élève peut être convoqué par le Jury pour être auditionné dans un but préventif ou pour compléter les éléments de son dossier avant une prise de décision par le Jury."]], "J.2.6 ": [["Pour la délivrance de crédits ECTS, le Jury suit les modalités définies à l’Annexe I « Conditions de validation de crédits ECTS », page 29.\n\nJ.2.6 Application\n", "question: Quelles modalités le Jury suit-il pour la délivrance de crédits ECTS ?", "response: Le Jury suit les modalités définies à l’Annexe I \"Conditions de validation de crédits ECTS\", page 29."]], "J.2.7 ": [["Les Jurys ont la charge d’appliquer les mesures prévues à la suite, à l’exception de toute autre.\n\nJ.2.7 Convocation\n", "question:\nQuelle est la responsabilité des Jurys?\n", "response:\nLes Jurys ont la charge d’appliquer les mesures prévues à la suite, à l’exception de toute autre."]], "J.3 ": [], "J.3.1 ": [["Les élèves ou auditeurs convoqués pour être auditionnés sont avertis par courrier papier ou électronique. Dans le cas d’une mesure prise par le Jury, les élèves ou auditeurs sont avertis par courrier recommandé avec accusé de réception.\n\nJ.3 Responsabilités\n\nJ.3.1 Jury de Tronc Commun\n\nJ.3.1.1 \n", "question:\nComment les élèves ou auditeurs convoqués pour être auditionnés sont-ils avertis?", "response:\nIls sont avertis par courrier papier ou électronique. Si une mesure est prise par le Jury, ils sont avertis par courrier recommandé avec accusé de réception."], ["Le Jury de Tronc Commun délibère et prend ses décisions pour les élèves d’une même promotion :\n1. suivis sur les semestres S5, S6 et S7 (Tronc Commun) :\n— admis sur concours commun ou sur titres et qui ne sont pas engagés dans un double diplôme;\n— admis sur concours commun ou sur titres et qui sont engagés dans un double diplôme avec l’Ecole Nationale Supérieure d’Architecture de Lyon;\n— admis dans le cadre d’un double diplôme avec l’Ecole Nationale Supérieure d’Architecture de\nLyon;\n— admis dans le cadre d’un double diplôme avec l’EMLyon Business School;\n2. suivis sur les semestres S5, S6, S7 et S8 (Tronc Commun Etendu) :\n— admis sur concours commun ou sur titres et qui sont engagés dans un double diplôme avec l’EMLyon Business School, l’Ecole Normale Supérieure de Lyon ou une université étrangère;\n— admis en première année dans le cadre d’un double diplôme avec une université étrangère.\n\n", "question:\nQuels sont les critères pris en compte par le Jury de Tronc Commun pour les élèves d'une même promotion?\n", "response:\nLe Jury de Tronc Commun prend en compte les critères des semestres suivis et les différentes catégories d'élèves, notamment ceux engagés dans des double diplômes avec des écoles partenaires."], ["Il se réunit à la fin des premier, second, troisième et au cours du quatrième semestres pour au moins :\n• faire le point sur les élèves en situation d’échec (nombre important d’UE non validées, absentéisme important, etc.) avec si nécessaire leur convocation pour procéder à leur audition par le Jury ou par une commission issue du Jury;\n• examiner pour chaque élève la validation des UE, avant et après la seconde session d’examens;\n• le cas échéant, prendre des mesures pour des élèves qui n’ont pas été admis en première année dans le cadre d’un double diplôme avec une université étrangère;\n• le cas échéant, proposer au Directeur de l’Ecole de prendre des mesures pour des élèves admis en première année dans le cadre d’un double diplôme avec une université étrangère.\n\n", "question: Quels sont les objectifs du Jury de première année ?", "response: Le Jury de première année se réunit plusieurs fois pour faire le point sur les élèves en difficulté, examiner la validation des UE et prendre des mesures pour les élèves en double diplôme avec une université étrangère."]], "J.3.2 ": [["Le jury de Tronc Commun se réunit en particulier :\n\n• après la fin du premier semestre, afin d’\n— examiner pour chaque élève la validation des UE du semestre S5;\n— interdire le cas échéant la convocation de certains élèves ou auditeurs à la seconde session d’examen du semestre S5 pour les UE non validées à l’issue de la première session d’examen;\n— délivrer des avertissements si nécessaire;\n\n• après la fin du second semestre, afin d’\n— examiner pour chaque élève la validation des UE du semestre S5 non validées à la première session d’examen et soumises à une seconde session d’examen au cours du second semestre;\n— examiner la validation des UE du semestre S6;\n— interdire le cas échéant la convocation de certains élèves ou auditeurs à la seconde session d’examen pour les UE du semestre S6 non validées à l’issue de la première session;\n— le cas échéant décider pour des élèves qui n’ont pas été admis en première année dans le cadre\nd’un double diplôme avec une université étrangère des mesures;\n— le cas échéant proposer au Directeur de l’Ecole pour des élèves admis en première année dans le cadre d’un double diplôme avec une université étrangère des mesures;\n\n• après la fin du troisième semestre, afin d’\n— examiner pour chaque élève la validation des UE du semestre S6 non validées lors de la première\nsession d’examen et soumises à une seconde session d’examen au troisième semestre;\n— examiner pour chaque élève la validation des UE du semestre S7;\n— interdire le cas échéant la convocation de certains élèves ou auditeurs à la seconde session d’examen pour les UE non validées du semestre S7;\n— délivrer des avertissements si nécessaire;\n\n• durant le quatrième semestre, pour chaque élève en Tronc Commun,\n— pour examiner la validation des UE du semestre S7 non validées à la première session d’examen\net soumises à une seconde session d’examen au quatrième semestre;\n— pour étudier la validation par compensation des UE des semestres S5, S6 et S7 non validées à l’issue de la seconde session hors UE Stage;\n— pour décider de la validation du Tronc Commun;\n— pour, en cas de non-validation du Tronc Commun, décider des mesures à prendre;\n\n• durant le quatrième semestre, pour chaque élève en Tronc Commun Etendu,\n— pour examiner la validation des UE du semestre S7 non validées à la première session d’examen\net soumises à une seconde session d’examen au quatrième semestre;\n— pour étudier la validation par compensation des UE des semestres S5, S6, S7, S8 non validées à\nl’issue du semestre S8, hors UE Stage;\n— pour décider de la validation du Tronc Commun Etendu;\n— pour, en cas de non-validation du Tronc Commun Etendu par un élève qui n’a pas été admis en première année dans le cadre d’un double diplôme avec une université étrangère, décider des mesures à prendre;\n— pour, en cas de non-validation du Tronc Commun Etendu par un élève qui a été admis en première année dans le cadre d’un double diplôme avec une université étrangère, proposer au Directeur de l’Ecole des mesures à prendre.\n\n\nJ.3.2 Jury de Parcours Electif\n\nJ.3.2.1 \n", "question: Quelles sont les principales tâches du jury de Tronc Commun lors de ses réunions à différents moments de l'année académique ?", "response: Le jury de Tronc Commun se réunit à plusieurs reprises pour examiner la validation des UE, interdire la convocation à certaines sessions d'examen, délivrer des avertissements si nécessaire, prendre des mesures en cas de non-validation du Tronc Commun, décider de la validation par compensation des UE non validées, et proposer des mesures pour les élèves en double diplôme avec une université étrangère."], ["Le Jury de Parcours Electif délibère et prend ses décisions pour les élèves d’une même promotion :\n1. suivis sur les semestres S8 et S9 (Parcours Electif) :\n— admis sur concours commun ou sur titres et qui ne sont pas engagés dans un double diplôme;\n— admis sur concours commun ou sur titres et qui sont engagés dans un double diplôme avec l’Ecole Nationale Supérieure d’Architecture de Lyon;\n— admis dans le cadre d’un double diplôme avec l’Ecole Nationale Supérieure d’Architecture de Lyon;\n2. suivis sur les semestres S7, S8 et S9 (Parcours Electif Etendu) :\n— admis dans le cadre d’un double diplôme avec l’Ecole Normale Supérieure de Lyon;\n— admis en seconde année dans le cadre d’un double diplôme avec une université étrangère;\n3. suivis sur le semestre S9 (Parcours Electif Réduit) :\n— admis dans le cadre d’un double diplôme avec l’EMLyon Business School.\n\n", "question:\nQuelles sont les différentes catégories d'élèves que le Jury de Parcours Electif prend en compte lors de ses délibérations?\n", "response:\nLe Jury de Parcours Electif prend en compte les élèves suivis sur les semestres S8 et S9, les élèves suivis sur les semestres S7, S8 et S9, ainsi que les élèves suivis sur le semestre S9, et les catégorise en fonction de leur admission et de leur double diplôme potentiel avec diverses écoles ou universités."], ["Il se réunit à la fin du quatrième semestre et au cours et à la fin du sixième semestre pour au moins :\n• examiner pour chaque élève la validation des UE;\n• faire le point sur les élèves en situation d’échec (nombre important d’UE non validées, absentéisme\nimportant, etc..) avec le cas échéant leur convocation pour procéder à leur audition par le Jury ou\npar une commission issue du Jury;\n• le cas échéant, prendre des mesures pour des élèves qui n’ont pas été admis en seconde année dans\nle cadre d’un double diplôme avec une université étrangère;\n• le cas échéant, proposer au Directeur de l’Ecole de prendre des mesures pour des élèves admis en\nseconde année dans le cadre d’un double diplôme avec une université étrangère.\n\n", "question: Quels sont les objectifs des réunions organisées à la fin du quatrième et sixième semestre pour les élèves?", "response: Les réunions ont pour but d'examiner la validation des UE de chaque élève, de traiter les cas d'échec, de convoquer les élèves en situation délicate pour audition par le Jury, de prendre des mesures pour les élèves non admis en seconde année de double diplôme avec une université étrangère, et de proposer des mesures pour les élèves admis en seconde année de double diplôme avec une université étrangère."], ["Le Jury de Parcours Electif se réunit en particulier :\n\n• durant le quatrième semestre (S8 en juin), afin d’\n— examiner la validation des UE du S8 hors UE Stage pour les élèves admis sur concours ou sur\ntitres effectuant les cinquième et sixième semestres dans une Université Etrangère hors double\ndiplôme ;\n— étudier la validation de l’ensemble des UE du S7 et du S8 pour les élèves en Parcours Electif\nEtendu (voir point 2. paragraphe J.3.2);\n— le cas échéant, décider pour les élèves en Parcours Electif Etendu qui n’ont pas été admis en\nseconde année dans le cadre d’un double-diplôme avec une université étrangère des mesures;\n— le cas échéant, proposer au Directeur de l’Ecole pour les élèves admis en deuxième année dans\nle cadre d’un double diplôme avec une université étrangère des mesures;\n\n• au début du cinquième semestre (S9 en septembre) afin d’\n— examiner le cas d’élèves ayant eu une ou plusieurs UE non validée(s) en S8 dont le cas n’a pas\nété examiné en fin de quatrième semestre ;\n— le cas échéant, les convoquer dans un but de prévention;\n\n• au cours du sixième semestre (S10 en juillet) pour chaque élève hors élève admis dans le cadre d’un double diplôme avec l’Ecole Normale Supérieure\nde Lyon, afin d’\n— examiner la validation du Parcours Electif (Etendu) sur la base des résultats de S8 et S9 et d’un\npremier retour des tuteurs entreprise et école sur le déroulement du TFE;\n— le cas échéant, décider pour les élèves qui n’ont pas été admis en seconde année dans le cadre\nd’un double-diplôme avec une université étrangère des mesures;\n— le cas échéant, proposer au Directeur de l’Ecole pour les élèves admis en deuxième année dans\nle cadre d’un double diplôme avec une université étrangère des mesures;\n\n• au cours du sixième semestre (S10 en juillet) pour chaque élève, afin d’\n— examiner la validation du Parcours Electif Réduit sur la base des résultats de S9;\n— le cas échéant, décider des mesures;\n\n• à la fin du sixième semestre (octobre) pour les élèves admis dans le cadre d’un double diplôme avec\nl’Ecole Normale Supérieure de Lyon afin d’\n— examiner la validation du Parcours Electif Etendu sur la base des résultats de S7, S8 et S9 ;\n\n• à la fin du sixième semestre (octobre) pour les élèves et auditeurs de la promotion dont il a la charge\nainsi que pour les élèves et auditeurs des promotions précédentes afin d’\n— examiner la validation des conditions d’obtention du diplôme;\n— le cas échéant, décider pour les élèves qui n’ont pas été admis en seconde année dans le cadre\nd’un double-diplôme avec une université étrangère des mesures.\n— le cas échéant, proposer au Directeur de l’Ecole pour les élèves admis en deuxième année dans\nle cadre d’un double diplôme avec une université étrangère des mesures.\n\nJ.3.2.2 \n", "question: Quand est-ce que le Jury de Parcours Electif se réunit en particulier et quelles sont les principales actions qu'il effectue lors de ces réunions ?", "response: Le Jury de Parcours Electif se réunit en particulier durant le quatrième semestre, au début du cinquième semestre, au cours du sixième semestre, et à la fin du sixième semestre. Il examine la validation des UE, prend des décisions et propose des mesures pour les élèves en Parcours Electif, Etendu ou Réduit, ainsi que pour ceux admis dans le cadre de double-diplômes avec des universités étrangères."], ["Pour proposer un élève au Diplôme d’ingénieur de l’Ecole Centrale de Lyon, le Jury de Parcours Electif examine :\n\n• pour les élèves en Parcours Electif:\n— durant le quatrième semestre, la validation des UE du S8 hors UE Stage pour les élèves effectuant les semestres S9 et S10 dans une Université Etrangère et au début du cinquième semestre pour les autres élèves;\n— à la fin du sixième semestre, la validation du Parcours Electif effectué à l’Ecole Centrale de Lyon et/ou dans l’établissement d’accueil et des UE Stage ;\n— à la fin du sixième semestre, l’obtention du diplôme d’ingénieur de l’Ecole Centrale de Lyon;\n\n• pour les élèves en Parcours Electif Etendu (resp. Réduit):\n— la validation du Parcours Electif Etendu (resp. Réduit);\n— la validation des UE Stage;\n— l’obtention du diplôme d’ingénieur de l’Ecole Centrale de Lyon;\n\n• pour les élèves admis en première année dans le cadre d’un double diplôme avec une université\nétrangère\n— la validation des UE Stage;\n— l’obtention du diplôme d’ingénieur de l’Ecole Centrale de Lyon;\n\n• pour les auditeurs de 3ème année, la validation des UE du cursus menant au Diplôme d’Etudes\nSupérieures de l’Ecole Centrale de Lyon.\n\n", "question:\nQuels critères le Jury de Parcours Electif examine-t-il pour proposer un élève au Diplôme d’ingénieur de l’Ecole Centrale de Lyon ?\n", "response:\nLe Jury de Parcours Electif examine les critères tels que la validation des UE, du Parcours Electif, du Stage, et l'obtention du diplôme d'ingénieur selon le type de parcours suivi par l'étudiant."]], "J.3.3\t": [["Dans le cas d’élèves admis en double diplôme, le Jury de Parcours Electif les propose au Diplôme\nd’ingénieur de l’Ecole Centrale de Lyon délivré par le Recteur d’Académie représentant le Ministre chargé\nde l’Enseignement Supérieur, lorsque les élèves ont été diplômés à l’issue de leur scolarité au sein des\nétablissements universitaires partenaires.\n\nJ.3.3", "question:\nQuel diplôme est proposé aux élèves admis en double diplôme par le Jury de Parcours Electif ?\n", "response:\nLe Diplôme d’ingénieur de l’Ecole Centrale de Lyon délivré par le Recteur d’Académie représentant le Ministre chargé de l’Enseignement Supérieur."], ["Validation des Parcours et validation par compensation d’UE non validées\n\n", "question:\nQu'est-ce que la validation par compensation d'UE non validées?", "response:\nIl s'agit du fait d'obtenir la validation d'un parcours malgré des UE non validées en compensant ces dernières avec d'autres UE validées."], ["Un élève est dit valider son Tronc Commun (resp. Parcours Electif) à l’issue du quatrième semestre\ns’il a validé l’ensemble des UE des semestres S5, S6 et S7 (resp. S8, S9 et S10) hors UE Stage. Un élève\nest dit valider son Tronc Commun Etendu (resp. Parcours Electif Etendu) à l’issue du quatrième semestre\ns’il a validé l’ensemble des UE des semestres S5, S6, S7 et S8 (resp. S7, S8, S9 et S10) hors UE Stage.\nPour chaque élève qui n’aurait pas validé une (ou plusieurs) UE(s), le Jury de Tronc Commun (resp. de\nParcours Electif) étudie lors de ses réunions au quatrième semestre (resp. à la fin du sixième semestre)\nla possibilité de les valider par compensation entre UE du Tronc Commun ou du Tronc Commun Etendu\n(resp.du Parcours Electif ou du Parcours Electif Etendu ou du Parcours Electif Réduit) en fonction de la\nvariante du cursus ingénieur effectivement suivie.\n\n", "question:\nQuelles sont les conditions pour valider le Tronc Commun ou le Parcours Electif d'un élève à la fin du quatrième semestre?\n", "response:\nUn élève doit avoir validé l'ensemble des UE des semestres S5, S6, S7 et S8 (ou S8, S9 et S10) hors UE Stage pour valider le Tronc Commun Etendu (ou Parcours Electif Etendu)."], ["L’objectif du Jury est de s’assurer que chaque élève a acquis un socle suffisant en Savoir et Savoir-Faire\net un socle en Compétences Transversales, jugés nécessaires à l’exercice de la fonction d’ingénieur. La\nfonction d’ingénieur étant multiforme, il n’est pas possible de définir un profil unique de connaissances et\nde compétences. D’autre part, face à des situations très variées d’élèves en difficulté, une réponse unique ne\nserait pas adaptée. La pertinence ou non de la validation des UE par compensation doit donc être appréciée\nau cas par cas, en examinant globalement la scolarité de l’élève, sans application d’une formule mécanique\nde compensation. \n\n", "question: Quel est l'objectif du Jury dans l'évaluation des élèves ingénieurs? ", "response: L'objectif du Jury est de s'assurer que chaque élève a acquis un socle suffisant en Savoir et Savoir-Faire ainsi qu'un socle en Compétences Transversales jugés nécessaires à l'exercice de la fonction d'ingénieur, sans appliquer de formule mécanique de compensation."], ["Pour guider la réflexion et la prise de décision du jury pour chaque élève, une procédure de référence est\nproposée. Elle fait intervenir les notes de Savoir, de Savoir-Faire et de Compétences Transversales de l’élève\net l’évaluation de son implication dans sa Scolarité mesurée notamment par l’absentéisme non autorisé\net par l’avis du Conseil des Unités d’Enseignement Professionnelles et, dans le cas du Parcours Electif\n(Etendu), par l’avis des Conseils des Unités d’Enseignement spécifiques au Parcours Electif (Etendu).\n\n", "question: Quels éléments sont pris en compte dans la procédure de référence pour l'évaluation des élèves?", "response: Les notes de Savoir, de Savoir-Faire, de Compétences Transversales, l'implication dans la scolarité, l'absentéisme non autorisé et les avis des Conseils des Unités d'Enseignement."], ["Notes de Savoir et Savoir Faire de l’élève La non validation d’une UE peut révéler une insuffisance\nde l’élève au sein du périmètre d’une discipline. La question est de savoir si l’élève est insuffisant pour le\nSavoir (resp. Savoir-Faire). Pour cela, le jury examine les notes de Savoir (resp. Savoir-Faire) de l’élève pour\nchaque UE. Afin d’évaluer si l’élève est insuffisant en Savoir (resp. Savoir-Faire), les indicateurs globaux\nsuivants sont calculés : les sommes pondérées des notes de Savoir (resp. Savoir-Faire) de l’élève pour les\ndifférentes UE, par semestre et sur le parcours complet. Dans ces sommes, le coefficient de pondération\naffecté à une note de Savoir (resp. Savoir-Faire) d’UE est calculé à partir du coefficient de pondération de\nla note de Savoir (resp. Savoir-Faire) de l’UE dans le calcul de la note globale de l’UE pondérée par le\nnombre de crédits ECTS de l’UE.\n", "question: Comment le jury évalue-t-il si un élève est insuffisant en Savoir ou en Savoir-Faire dans une discipline ?", "response: Le jury examine les notes de Savoir (resp. Savoir-Faire) de l'élève pour chaque UE, calcule les sommes pondérées des notes de Savoir (resp. Savoir-Faire) par semestre et sur l'ensemble du parcours, en utilisant des coefficients de pondération basés sur les crédits ECTS."], ["Un élément favorable à la validation par compensation est que ces deux notes soient supérieures ou\négales à un seuil de 10/20. Cependant, dans ce cas-là, le Jury peut décider de ne pas valider par compensation les UE. Un élément défavorable à la validation par compensation est que l’une de ces deux notes soit strictement inférieure à un seuil de 10/20. Cependant, dans ce cas-là, le jury peut décider de valider par compensation les UE\n\n", "question:\nQuels sont les critères pour qu'une validation par compensation puisse avoir lieu?\n", "response:\nPour qu'une validation par compensation puisse avoir lieu, il est nécessaire que les deux notes en question soient supérieures ou égales à un seuil de 10/20. Cependant, même dans ce cas, le jury peut décider de ne pas valider les UE par compensation."], ["Acquisition de Compétences Transversales par l’élève L’acquisition des compétences transversales\npar l’élève sera appréciée à partir des notes alphabétiques de compétence obtenues. Un élément\ndéfavorable à la validation par compensation est que l’acquisition des compétences n’est pas satisfaisante.\n\n", "question:\nComment est évaluée l'acquisition des compétences transversales par l'élève ?\n", "response:\nL'acquisition des compétences transversales par l'élève est évaluée à partir des notes alphabétiques de compétence obtenues."], ["Implication de l’élève dans sa scolarité La présence étant obligatoire, l’absentéisme non autorisé\ntraduit un manque d’implication de l’élève dans sa scolarité ainsi qu’un non respet des engagements vis-à vis de l’Ecole. Il est donc un élément défavorable à la validation par compensation.\n", "question: Qu'est-ce que l'absentéisme non autorisé traduit chez l'élève ?", "response: L'absentéisme non autorisé traduit un manque d'implication de l'élève dans sa scolarité ainsi qu'un non-respect des engagements vis-à-vis de l'École."], ["Un autre élément extrêmement défavorable à la validation par compensation est la non-validation d’une UE Professionnelle. Le fonctionnement des UE Professionnelles étant basé sur le participation active de l’élève et sur son attitude vis-à-vis de situations professionnelles (travail en équipe sur le long terme, construction du projet professionnel, etc..), les résultats obtenus par un élève dans ces UE donnent des indications très précieuses sur le degré réel d’implication de l’élève dans sa scolarité. L’avis sur l’implication de l’élève dans les activités des UE Professionnelles qui sera systématiquement émis par le Conseil des UE Professionnelles en cas de non validation d’une UE Professionnelle sera un élément important dans l’étude\nde la validation par compensation ainsi que l’avis des Conseils des Unités d’Enseignement spécifiques au Parcours Electif (Etendu) dans le cas du Parcours Electif (Etendu).\n\n", "question: En quoi la non-validation d'une UE Professionnelle est-elle défavorable à la validation par compensation ?", "response: La non-validation d'une UE Professionnelle est défavorable à la validation par compensation car les résultats obtenus dans ces UE donnent des indications sur l'implication réelle de l'élève dans sa scolarité."], ["Dans tous les cas, les arguments de la décision seront communiqués à la Direction des Formations. Ils\npourront être communiqués à l’élève sur demande écrite auprès de la Direction des Formations.\n", "question:\nQuelle est la procédure pour obtenir les arguments de la décision de la Direction des Formations?", "response:\nLes arguments de la décision peuvent être obtenus sur demande écrite à la Direction des Formations."]], "J.4 ": [["En cas de validation par compensation d’une UE, la note obtenue pour l’UE validée par le Jury n’est\npas modifiée dans la fiche de synthèse de l’élève ; la validation par compensation y est explicitement mentionnée.\n\n\nJ.4 Mesures à la disposition des Jurys\n\n", "question:\nQu'arrive-t-il à la note obtenue pour une UE validée par le Jury par compensation ?\n", "response:\nLa note obtenue pour une UE validée par le Jury par compensation n'est pas modifiée dans la fiche de synthèse de l'élève, mais la validation par compensation est explicitement mentionnée."]], "J.4.1 ": [["Les mesures à la disposition d’un Jury pour la promotion dont il a la responsabilité sont définies ci dessous.\n— Le Jury peut délivrer à la fin d’un semestre un avertissement signifiant à l’élève la nécessité de se reprendre.\n— Le Jury du Tronc Commun (resp. Parcours Electif) peut attribuer les compliments ou les félicitations à l’issue du Tronc Commun (Etendu) (resp. Parcours Electif (Etendu)) pour la qualité des résultats obtenus.\n— Lorsque le Jury de Tronc Commun (resp. Parcours Electif) constate qu’un élève n’a pas réalisé une activité Stage normalement programmée préalablement à la date de réunion du jury, le Jury de Tronc Commun (resp. Parcours Electif) peut informer l’élève que sa non-réalisation avant la fin du sixième\nsemestre le placera automatiquement en position de sursis pour l’obtention du Diplôme d’ingénieur de l’Ecole Centrale de Lyon. Il disposera alors de 4 ans à partir de sa sortie de l’Ecole, ou de la fin de la formation double diplômante dans les deux établissements, pour réaliser ces activités. Au-delà, il\nne pourra plus prétendre à l’obtention du Diplôme.\n— Le Jury peut décider en cas de résultats insuffisants en langue(s) et après avis du Conseil de l’Unité d’Enseignement de Langues Vivantes, de limiter l’inscription de l’élève à une seule langue le semestre suivant avec un volume horaire renforcé.\n— Le Jury de Tronc Commun (resp. Parcours Electif) applique en cas de non-validation du Tronc Commun (Etendu) (resp. Parcours Electif (Etendu)) une des mesures dans le cas de tous les élèves à l’exception des élèves admis en première année ou en deuxième année dans le cadre d’un double diplôme avec une université étrangère. Dans le cas des élèves admis en première année ou en deuxième année dans le cadre d’un double diplôme avec une université étrangère, une de ces mesures est proposée au Directeur de l’Ecole conformément.\n\nJ.4.1 Mesures liées à la non-validation du Tronc Commun Etendu ou du Parcours Electif (Etendu)\n\n", "question: Quelles sont les mesures prises par le Jury en cas de non-validation du Tronc Commun Etendu ou du Parcours Electif (Etendu) ?", "response: Le Jury peut décider d'appliquer différentes mesures, comme limiter l'inscription de l'élève à une seule langue avec un volume horaire renforcé, ou informer l'élève qu'une non-réalisation d'une activité Stage le placerait en position de sursis pour l'obtention du Diplôme d'ingénieur."], ["En cas de non-validation du Tronc Commun Etendu (resp. Parcours Electif Etendu) par un élève, le\nJury du Tronc Commun (resp. Parcours Electif) est conduit à prendre ou proposer l’une des deux décisions ci-dessous.\n— Le redoublement à l’Ecole Centrale de Lyon ou exceptionnellement dans une autre Ecole Centrale de l’Intergroupe (Tronc Commun). Le redoublement à l’Ecole Centrale de Lyon consiste à refaire des UE non validées avec éventuellement un stage. Le redoublement dans une autre Ecole Centrale de l’Intergroupe consiste à faire un an dans le Tronc Commun de cette Ecole selon un programme élaboré par le Président du Jury de\nTronc Commun et le Directeur des Formations. Il ne peut être décidé par le Jury qu’après concertation avec la Direction des Formations. Le redoublement n’est autorisé qu’une seule fois au cours de la scolarité. L’élève qui aura validé son année de redoublement sera admis à poursuivre sa formation\ningénieur à l’Ecole Centrale de Lyon. Dans le cas contraire, il ne pourra pas être autorisé à s’inscrire à l’Ecole Centrale de Lyon.\n— Le refus de réinscription à l’Ecole Centrale de Lyon dans le cas où les résultats sont insuffisants, associés à un manque d’engagement de l’élève dans la formation. Une telle solution est préconisée pour permettre à l’élève de se réorienter vers une formation plus adaptée.\n\n", "question: Quelles sont les décisions possibles du Jury du Tronc Commun ou du Parcours Electif en cas de non-validation du Tronc Commun Etendu ou du Parcours Electif Etendu par un élève?", "response: Le Jury peut décider soit de proposer le redoublement à l'Ecole Centrale de Lyon ou exceptionnellement dans une autre Ecole Centrale de l'Intergroupe, soit de refuser la réinscription à l'Ecole Centrale de Lyon en cas d'insuffisance des résultats et d'engagement de l'élève."]], "J.4.2 ": [["Dans le cas exceptionnel d’un élève ayant une scolarité difficile (nombre important d’UE non validées, d’absences non autorisées, etc..), le jury peut prendre dès la fin du second semestre une des deux mesures précédentes et cela même si les épreuves de la seconde session du S6 n’ont pas été effectuées.\n\nJ.4.2 Modalités du redoublement à l’Ecole Centrale de Lyon\n\n", "question: Sous quelles conditions le jury peut-il décider d'un redoublement dès la fin du second semestre pour un élève en difficulté à l'Ecole Centrale de Lyon ?", "response: Le jury peut prendre cette décision dans le cas exceptionnel d'un élève ayant une scolarité difficile, même si les épreuves de la seconde session du S6 n'ont pas été passées."], ["L’objectif du redoublement est de combler les lacunes de l’élève mises en évidence par la non validation\nd’UE. Sa durée est d’un an : cependant dans le cas d’un redoublement de Parcours Electif cette durée peut\nêtre raccourcie en fonction des UE à valider.\n", "question: Quel est l'objectif du redoublement scolaire?", "response: L'objectif du redoublement est de combler les lacunes de l'élève mises en évidence par la non validation d'UE."], ["Afin de s’assurer que le redoublement soit profitable pour la formation de l’élève, le Jury propose un\nprogramme de formation adapté qui prend en compte la scolarité de l’élève redoublant et son profil ainsi\nque les possibles recouvrements temporels entre les activités des Actions de Formation d’UE à effectuer\npendant le redoublement.\nLe Jury définit :\n— à partir de la liste des UE non validées, celles que l’élève doit refaire pour les valider;\n— si le redoublant doit effectuer et valider un stage; dans ce cas, le Jury précise la durée du stage.\nLe Jury a la possibilité de remplacer la validation d’un stage de 6 mois par la validation d’un semestre dans\nune Université étrangère (30 crédits ECTS ou équivalent).\n\n", "question: Quelles sont les mesures prises par le Jury pour garantir l'efficacité du redoublement pour l'élève?", "response: Le Jury propose un programme de formation adapté qui prend en compte la scolarité de l'élève redoublant, son profil, les UE à refaire, la possibilité de valider un stage et la substitution du stage par un semestre dans une Université étrangère."], ["Un redoublant qui doit refaire une UE doit refaire l’intégralité des activités des Actions de Formation\nde l’UE y compris les TPs et épreuves d’examen et de contrôle continu. Refaire une UE ne peut donc pas\nse réduire à passer les épreuves (de première et/ou de seconde session d’examen) de cette UE. Si l’élève\ndoit refaire deux UE dont les activités pédagogiques se recouvrent dans le temps, il est dispensé d’assiduité à certaines séances des activités de ces UE, à condition qu’aucune évaluation (TPs, épreuves de contrôle continu, etc.) ne soit programmée.\n\n", "question:\nQuelles activités un redoublant doit-il refaire s'il doit refaire une UE ?\n", "response:\nLe redoublant doit refaire l'intégralité des activités des Actions de Formation de l’UE, y compris les TPs et épreuves d'examen et de contrôle continu."], ["Le stage est décidé par le Jury dans deux cas :\n1. la validation du stage remplace le rattrapage des UE non validées que l’élève n’est pas tenu derefaire;\n2. le nombre d’UE à valider par le redoublement est suffisamment faible pour libérer de larges plages\nde temps.\n", "question: Dans quels cas le stage est-il décidé par le Jury ?", "response: Le stage est décidé par le Jury dans deux cas : lorsqu'il remplace le rattrapage des UE non validées et lorsque le nombre d'UE à valider par le redoublement est suffisamment faible."], ["A l’issue du stage, l’élève rédige un rapport de stage tel que défini pour le TFE dans le fascicule péda\u0002gogique. La soutenance se fait devant un jury de soutenance constitué du Tuteur du travail, du Professeur Conseiller Principal de l’élève et d’un représentant du Jury qui doit statuer sur la ré-intégration. Les modalités de soutenance sont celles du TFE présentées dans le fascicule pédagogique. La soutenance doit avoir\nlieu au plus tard début juillet de l’année de redoublement, ce qui implique que la durée passée en stage à cette date est supérieure ou égale à la durée de stage imposée par le Jury. Les rapports doivent parvenir aux membres du jury de soutenance au plus tard 5 jours avant la soutenance.\n\n", "question:\nQuelles sont les étapes à suivre à la fin du stage pour l'élève en question?\n", "response:\nL'élève doit rédiger un rapport de stage tel que défini pour le TFE, puis passer une soutenance devant un jury constitué du Tuteur du travail, du Professeur Conseiller Principal de l’élève et d’un représentant du Jury."], ["A l’issue de l’année de redoublement, la décision de réintégration de l’élève redoublant dans le cursus\ningénieur normal est prise par le Jury ayant prononcé la décision de redoublement ou si ce Jury n’est plus\nconstitué, par le Jury de la promotion que l’élève est susceptible de réintégrer. La décision du Jury se base\nsur l’ensemble du dossier de l’élève afin d’évaluer si le bilan du redoublement est positif. En cas de décision\nnégative, l’élève est renvoyé de l’Ecole Centrale.\n\n", "question:\nSur quoi se base la décision du Jury pour réintégrer un élève redoublant dans le cursus ingénieur normal ?\n", "response:\nLa décision du Jury se base sur l'ensemble du dossier de l'élève afin d'évaluer si le bilan du redoublement est positif."]], "J.4.3 ": [["En cas de redoublement décidé par le Jury de Tronc Commun et de non validation d’UE de S8, le Jury\nde Parcours Electif peut rajouter aux modalités de redoublement l’obligation de refaire tout ou partie des\nUE de S8 non validées.\n\nJ.4.3 Redoublement pour raison médicale\n\n", "question:\nQuelles sont les modalités de redoublement en cas de non validation d'UE de S8 après un redoublement décidé par le Jury de Tronc Commun ?\n", "response:\nLe Jury de Parcours Electif peut rajouter l'obligation de refaire tout ou partie des UE de S8 non validées."], ["Dans le cas d’un problème médical, un élève peut demander à bénéficier d’un redoublement pour raison\nmédicale à condition de déposer une demande 15 jours au plus tard avant la tenue du jury. La décision est\nalors prise par le Directeur de l’Ecole Centrale de Lyon en se basant sur l’avis du médecin traitant, de la\nMédecine Préventive de l’Ecole Centrale de Lyon, de la Direction des Formations et du Président du Jury.\nEn cas d’acceptation, le Président du Jury propose un programme pédagogique pour le redoublement. Dans\nle cas où le Jury aurait pris pour cet élève une mesure, le redoublement pour raison médicale se substitue à\ncette mesure.\n\n", "question: Sous quelles conditions un élève peut-il bénéficier d'un redoublement pour raison médicale?", "response: Un élève peut bénéficier d'un redoublement pour raison médicale s'il dépose une demande 15 jours avant le jury, avec l'avis favorable du médecin traitant, de la Médecine Préventive de l'Ecole, de la Direction des Formations et du Président du Jury."], ["Si le redoublant pour raison médicale doit effectuer un stage, il peut déposer un projet d’activités complémentaires (stage différent de celui proposé par le Jury, activités associatives, etc.) en remplacement de ce stage. Ce projet devra être validé par la Direction des Formations et par des représentants du Jury concerné.\n\n5 Dispositions particulières pour les élèves admis en première année (resp. deuxième année) dans le cadre d’un double diplôme avec une université étrangère\n\n", "question: Comment un redoublant pour raison médicale peut-il remplacer son stage obligatoire ?", "response: En déposant un projet d'activités complémentaires validé par la Direction des Formations et des représentants du Jury concerné."], ["Les dispositions présentées dans cette article portent sur la validation d’un parcours étendu, l’obtention\ndu diplôme ou encore le redoublement : elles ne sont valables que pour les éléves admis en première année\n(resp. deuxième année) dans le cadre d’un double diplôme avec une université étrangère. Les décisions que\nsera amené à prendre le Directeur seront basées sur les nécessités du partenariat avec l’université étrangère\nconcernée.\n\n", "question: Sur quels critères le Directeur basera-t-il ses décisions concernant la validation du parcours, l'obtention du diplôme ou le redoublement pour les élèves admis dans le cadre d'un double diplôme avec une université étrangère ?", "response: Le Directeur basera ses décisions sur les nécessités du partenariat avec l'université étrangère concernée."], ["Validation d’un parcours étendu Le Jury transmet une proposition de mesure (redoublement ou\nrenvoi c’est-à-dire arrêt de la Scolarité à l’Ecole Centrale de Lyon) basée sur des critères pédagogiques au Directeur de l’Ecole Centrale de Lyon. A partir de cette proposition, le Directeur décide de la validation du parcours ou de la mesure à appliquer.\n\n", "question: Qui décide de la validation d'un parcours étendu à l'Ecole Centrale de Lyon ?", "response: Le Directeur de l'Ecole Centrale de Lyon."], ["Obtention du diplôme d’ingénieur de l’Ecole Centrale de Lyon Le Directeur de l’Ecole Centrale de\nLyon peut décider de l’obtention du diplôme d’ingénieur de l’Ecole Centrale de Lyon.\n\n", "question: Qui peut décider de l'obtention du diplôme d'ingénieur de l'Ecole Centrale de Lyon ?", "response: Le Directeur de l'Ecole Centrale de Lyon peut décider de l'obtention du diplôme d'ingénieur."], ["Redoublement Dans le cas d’une mesure de redoublement, sa durée peut être limitée à 6 mois si cette\ndurée est suffisante pour suivre les UE non validées. Le semestre où le rattrapage est effectué peut être\nchoisi par le Jury en fonction des contraintes liées au cursus de l’élève dans son établissement d’origine.\n\n", "question: Quelle est la durée maximale d'un redoublement ?", "response: La durée maximale d'un redoublement peut être limitée à 6 mois si cela suffit pour suivre les cours non validés."]], "J.6 ": [["Validation de crédits ECTS Dans le cas exceptionnel d’un élève admis en première (resp. deuxième)\nannée ayant une scolarité difficile (nombre important d’UE non validées, d’absences non autorisées, etc..),\nle jury peut proposer au Directeur de l’Ecole dès la fin du second (resp. quatrième) semestre de son parcours\nune des deux mesures précédentes et cela même si les épreuves de la seconde session du second semestre\nn’ont pas été effectuées. Dans le cas où le Directeur décide l’arrêt de la scolarité de l’élève, l’élève a la\npossibilité de passer les épreuves de la seconde session d’examen des UE qu’il n’a pas validé de façon à\nvalider des crédits ECTS, à condition de se réinscrire à l’Ecole Centrale en tant qu’auditeur libre.\n\nJ.6 Diffusion des décisions du Jury\n\n", "question:\nQuelles mesures peuvent être prises par le jury en cas de scolarité difficile d'un élève en première ou deuxième année?\n", "response:\nLe jury peut proposer au Directeur de l’Ecole, dès la fin du second ou quatrième semestre de son parcours, de suspendre la scolarité de l'élève ou de lui permettre de passer les épreuves de la seconde session pour valider des crédits ECTS en s'inscrivant en tant qu'auditeur libre."], ["A l’issue d’un jury de parcours (jury de Tronc Commun ou jury de Parcours Electif), deux Procès\nVerbaux sont rédigés :\n1. le PV officiel complet : du fait qu’il contient des données personnelles sur les cas étudiés par le\nJury, sa diffusion est restreinte aux membres du Jury, à la Direction des Formations, au Service de la\nScolarité et aux Directeurs des Unités d’Enseignement du parcours concerné, qui peuvent le diffuser\nauprès des enseignants intéressés intervenant dans l’Unité d’Enseignement;\n2. le PV anonyme, rédigé à partir du PV officiel complet : il est largement diffusé auprès des élèves de\nla promotion concernée, ainsi que des promotions suivantes. L’objectif est de diffuser les décisions\nqui ont été prises par le Jury tout en respectant la confidentialité des données personnelles des élèves.\n\nK Evolution du Règlement de Scolarité\n\n", "question: Quels sont les deux types de Procès Verbaux rédigés à l'issue d'un jury de parcours?", "response: Le PV officiel complet et le PV anonyme."]], "L.1 ": [["L’objectif de la Commission d’Evolution du Règlement de Scolarité est de profiter au mieux et le\nplus rapidement possible des retours d’expérience de chaque jury. Elle est composée par au moins : deux\nmembres de chacun des Jurys courants, un membre du Service de la Scolarité, le Directeur des Formations,\nun représentant des élèves auprès du Conseil des Études et un représentant des enseignants auprès du\nConseil des Etudes. Elle se réunira au moins une fois par an sur convocation du Directeur des Formations,\npar exemple à la rentrée de septembre pour faire le bilan de l’année scolaire écoulée. Il s’agit, si nécessaire,\nde proposer des évolutions du Règlement de Scolarité, notamment au niveau des modalités et règles définies\nen Annexe du Règlement de Scolarité. Elle contribue à élaborer une jurisprudence à partir des cas qui auront\nété traités.\n\nL Mobilité à l’international\nL.1 Principe\n\n", "question: Quel est l'objectif de la Commission d’Evolution du Règlement de Scolarité ?", "response: L'objectif de la Commission d’Evolution du Règlement de Scolarité est de profiter au mieux et le plus rapidement possible des retours d’expérience de chaque jury."]], "L.2 ": [["L’objectif pédagogique de la mobilité à l’international est de placer l’élève en immersion dans un environnement socio-culturel et socio-professionnel différent en lui demandant de valider une activité « séjours à l’étranger » lors de son cursus ingénieur.\n\nL.2 Formes de la mobilité à l’international\n\n", "question: Quel est l'objectif pédagogique de la mobilité à l'international pour les élèves ?", "response: L'objectif est de placer l'élève en immersion dans un environnement socio-culturel et socio-professionnel différent en lui demandant de valider une activité \"séjours à l'étranger\" pendant son cursus ingénieur."], ["Les séjours à l’étranger prennent l’une des formes suivantes :\n— un ou plusieurs séjours à l’étranger d’au moins 12 semaines, pour un total d’au moins 21 semaines,\ndans le cadre de stage(s) dans des entreprises ou des équipes de recherche d’Universités :\n— stage d’Application ;\n— travail de fin d’études;\n— stage en césure conventionnée ou de redoublement;\n— semestre(s) d’étude dans une Université à l’étranger :\n— quatrième semestre (second semestre de la deuxième année);\n— cinquième et sixième semestres (3e année) ou quatrième et cinquième semestres dans le cas\nd’une Université étrangère dont la rentrée est au printemps;\n— double diplôme dans une Université étrangère partenaire de l’Ecole Centrale de Lyon ;\n— semestre pendant une année de césure ;\n— activité sabbatique à l’étranger en accord avec la Commission Césure.\n\n", "question:\nQuelles sont les différentes formes que peuvent prendre les séjours à l'étranger dans le cadre de la formation universitaire ?\n", "response:\nLes séjours à l'étranger dans le cadre de la formation universitaire peuvent prendre la forme de stages à l'étranger, de semestres d'études dans une université étrangère, de double diplôme, de semestre pendant une année de césure, d'activité sabbatique à l'étranger en accord avec la Commission Césure, etc."]], "L.3 ": [["Les pays francophones, notamment Belgique, Suisse, Canada, Afrique francophone, sont considérés\ncomme appropriés pour la réalisation du séjour à l’étranger.\n\n\nL.3 Validation de l’activité « séjours à l’étranger »\n", "question:\nQuels pays sont considérés comme appropriés pour la réalisation du séjour à l’étranger?\n", "response:\nLes pays francophones tels que la Belgique, la Suisse, le Canada et l'Afrique francophone sont considérés comme appropriés pour cela."], ["L’activité « séjours à l’étranger » est validée par l’élève s’il valide 21 semaines de séjours à l’étranger,\nconstituées d’une ou plusieurs périodes d’au moins 12 semaines validées. Les conditions de validation des\npériodes de « séjours à l’étranger » sont les suivantes :\n\n", "question:\nCombien de semaines de séjour à l'étranger l'élève doit-il valider pour que cette activité soit validée ?\n", "response:\nL'élève doit valider 21 semaines de séjour à l'étranger pour que cette activité soit validée."], ["— les périodes dans le cadre de stages sont validées si elles interviennent dans le cadre de :\n\n— un Stage d’Application validé selon les modalités de validation du Stage d’Application présentées dans le fascicule pédagogique ;\n— un Travail de Fin d’Etudes validé selon les modalités de validation du TFE présentées dans le fascicule pédagogique.\n— un stage en césure conventionnée validé selon les modalités de validation du Stage d’Application présentées dans le fascicule pédagogique.\n\n\n", "question:\nQuelles sont les périodes de stage validées?\n", "response:\nLes périodes de stage sont validées si elles interviennent dans le cadre d'un Stage d’Application, d'un Travail de Fin d’Etudes ou d'un stage en césure conventionnée, selon les modalités de validation présentées dans le fascicule pédagogique."], ["— le(s) semestre(s) d’étude dans une Université à l’étranger est/sont validé(s) si :\n\n— quatrième semestre (second semestre de la deuxième année) : l’élève a obtenu 30 crédits ECTS ou leur équivalent;\n— cinquième et sixième semestres (3e année) ou quatrième et cinquième semestres : l’élève a validé 2 semestres à 30 crédits ECTS ou équivalent et effectué son Travail de Fin d’Etudes;\n— double diplôme dans une Université étrangère partenaire de l’Ecole Centrale de Lyon : l’élève a validé le diplôme de l’Université partenaire et le cas échéant le Travail de Fin d’Etudes;\n— semestre lors d’une année de césure : l’élève a obtenu 30 crédits ECTS ou équivalents. Les crédits ECTS équivalents sont reconnus par la Direction des Formations, après avis d’un ou plusieurs enseignant-chercheurs spécialistes des disciplines concernées.\n\n\n", "question:\nQuels sont les critères pour valider un semestre d'étude dans une Université à l'étranger?\n", "response:\nUn semestre d'étude dans une Université à l’étranger est validé si l'élève obtient 30 crédits ECTS ou leur équivalent au quatrième semestre, valide 2 semestres à 30 crédits ECTS et effectue son Travail de Fin d’Etudes aux cinquième et sixième semestres ou aux quatrième et cinquième semestres, valide un double diplôme dans une Université étrangère partenaire de l’Ecole Centrale de Lyon, ou obtient 30 crédits ECTS ou équivalents lors d'une année de césure."]], "L.4 ": []}