{"Article 1": [["Principes\n\n\nArticle 1 – Admission à l’Ecole Centrale de Lyon\n\n", "question: Quel est le sujet de l'article 1 ?", "response: L'admission à l'Ecole Centrale de Lyon."], ["Les étudiants admis à l’Ecole Centrale de Lyon dans la formation ingénieur pour préparer le diplôme national d’ingénieur de l’Ecole Centrale de Lyon sont appelés « élèves ».\n", "question: Quel est le nom donné aux étudiants admis à l'Ecole Centrale de Lyon dans la formation ingénieur pour préparer le diplôme national d'ingénieur de l'Ecole Centrale de Lyon ?", "response: Les étudiants admis à l'Ecole Centrale de Lyon dans la formation ingénieur pour préparer le diplôme national d'ingénieur de l'Ecole Centrale de Lyon sont appelés \"élèves\"."], ["L’admission en 1ère année de la formation ingénieur s’effectue par la voie du concours commun « Centrale-Supélec » et par la voie de l’admission sur titre, soit « CASTing », admission sur titres d’ingénieurs, commun au Groupe des Ecoles Centrales, soit « ENISE ». Le nombre de places offertes au concours et à l’admission sur titre est fixé par le ministre chargé de l’enseignement supérieur, après avis du Conseil d’Administration. Les élèves admis par ces voies sont appelés « élèves admis sur concours ou sur titres ».\n", "question: Comment l'admission en 1ère année de la formation ingénieur se fait-elle ?", "response: L'admission en 1ère année de la formation ingénieur se fait soit par le concours commun « Centrale-Supélec », soit par la voie de l'admission sur titre, comme le « CASTing » ou l'« ENISE »."], ["Dans le cadre des formations double diplômantes, des admissions sur titres sont aussi proposées en première année ou en seconde année par la Commission des Echanges Universitaires. Ces admissions concernent les étudiants inscrits dans des établissements partenaires étrangers. Des étudiants de l’Ecole Nationale Supérieure d’Architecture de Lyon, de l’EMLyon Business School et de l’Ecole Normale Supérieure de Lyon sont admis sur dossier pour une formation d’ingénieur double diplômante avec respectivement leur formation d’architecture, leur formation de management et leurs formations de Master co-accréditées par l’Ecole Normale Supérieure de Lyon et l’Université Claude Bernard Lyon 1. Les élèves admis par ces voies sont appelés « élèves admis dans le cadre d’un double diplôme » ou plus simplement « élèves admis en double diplôme ».\n", "question:\nQuels types d'admissions sont proposés dans le cadre des formations double diplômantes ?\n", "response:\nDes admissions sur titres sont proposées en première année ou en seconde année par la Commission des Echanges Universitaires pour les étudiants inscrits dans des établissements partenaires étrangers."]], "Article 2": [["Des étudiants en provenance d’universités étrangères ou d’autres établissements français peuvent également être accueillis en 3e année pour suivre une formation ne conduisant pas au diplôme d’ingénieur. Le recrutement de ces étudiants est prononcé par le Directeur de l’Ecole Centrale de Lyon, sur proposition de la Commission des Echanges Universitaires ou selon les procédures prévues dans les conventions passées avec d’autres établissements français.\nLes élèves admis à l’Ecole Centrale de Lyon dans le cadre des formations double diplômantes sont appelés « élèves admis en double diplôme ». Les étudiants accueillis à l’Ecole Centrale de Lyon pour suivre des enseignements de la formation d’ingénieur de l’Ecole Centrale de Lyon sans en préparer le diplôme d’ingénieur sont appelés « auditeurs ».\n\n\nArticle 2 – Inscription à l’Ecole Centrale de Lyon\n\n", "question:\nQuels types d'étudiants peuvent être accueillis en 3e année à l'Ecole Centrale de Lyon pour suivre une formation?", "response:\nDes étudiants en provenance d'universités étrangères ou d'autres établissements français qui ne conduisent pas au diplôme d'ingénieur."], ["Les élèves et les auditeurs sont effectivement inscrits à l’Ecole Centrale de Lyon lorsqu’ils ont effectué ce qui suit.\n- A l’exception des élèves ayant signé un contrat de professionnalisation, ils ont acquitté, le jour de la rentrée, les Droits Universitaires règlementaires.\n", "question:\nQuelles conditions doivent remplir les élèves et les auditeurs pour être inscrits à l’Ecole Centrale de Lyon?\n", "response:\nIls doivent avoir acquitté, le jour de la rentrée, les Droits Universitaires règlementaires."], ["Par application du Décret numéro 84-13 du 5 janvier 1984 relatif à « l’exonération des droits de scolarité dans les universités », les élèves bénéficiaires d’une bourse accordée par l’Etat et les pupilles de la Nation sont exonérés de Droits Universitaires. Les élèves qui en font la demande en raison de leur situation personnelle, notamment les réfugiés, peuvent en outre bénéficier de la même exonération. Les décisions d’exonération sont prises par le Directeur de l’Ecole Centrale de Lyon, en application de critères généraux fixés par le Conseil d’Administration et dans la limite de 10% des étudiants inscrits, non compris les boursiers et les pupilles de la Nation. Les situations doivent être examinées au cas par cas.\n- Pour les élèves ayant signé un contrat de professionnalisation, l’inscription est uniquement pédagogiques, c’est-à-dire sans règlement de Droits Universitaires réglementaires.\n- Ils ont produit, le jour de la rentrée, un dossier personnel dont la composition est définie par le Directeur de l’Ecole Centrale de Lyon. \n", "question:\nQuels étudiants sont exonérés de Droits Universitaires selon le Décret numéro 84-13 du 5 janvier 1984?\n", "response:\nLes élèves bénéficiaires d'une bourse de l'Etat, les pupilles de la Nation, et les réfugiés qui en font la demande en raison de leur situation personnelle peuvent être exonérés de Droits Universitaires selon ce décret."]], "Article 3": [["Il est en outre imposé de souscrire à une assurance Responsabilité Civile. Cette assurance doit être valable pendant toute leur scolarité, y compris la période des stages. Les élèves doivent obligatoirement être assurés en responsabilité civile contre les risques d’accidents ou incidents pouvant survenir à l’occasion de leurs activités scolaires, qu’elles soient obligatoires ou facultatives, qu’elles se déroulent à l’intérieur comme à l’extérieur de l’établissement. A cet effet, ils sont astreints à contracter une assurance, et à fournir la preuve de la validité d’un tel contrat d’assurance en cas de demande de l’Ecole. En particulier, dans le cas des stages à l’étranger, il convient que l’étudiant vérifie que son assurance couvre bien les séjours dans le pays d’accueil, y compris en ce qui concerne les activités exercées.\n- Ils ont lu, approuvé et signé les chartes informatique et anti-plagiat.\n\n\nArticle 3 – Scolarité à l’Ecole Centrale de Lyon\n\n", "question:\nQuelles assurances les élèves doivent-ils souscrire pour leur scolarité à l’École Centrale de Lyon ?", "response:\nLes élèves doivent obligatoirement souscrire à une assurance Responsabilité Civile qui couvre les risques d'accidents ou incidents lors de leurs activités scolaires, y compris les stages."], ["La formation ingénieur se déroule en trois années découpées en six semestres, notés S5 à S10, les trois premiers semestres (S5, S6, S7), hors stages, constituant un parcours appelé Tronc Commun , les deux semestres suivants (S8, S9) constituant hors stage, un parcours appelé Parcours Electif et le dernier semestre (S10) correspondant à un stage appelé Travail de Fin d’Etudes (TFE). Un stage est une période de formation qui se déroule en milieu professionnel, en France ou à l’étranger, sous le contrôle de l’Ecole, sous convention de stage ou contrat d’embauche. Le Parcours Electif est défini par le choix d’une Option et d’un Métier, décidé par la Commission Parcours Electif. Le Parcours Electif peut être d’autre part aménagé pour effectuer une partie de ce parcours dans des universités étrangères. La formation peut être aménagée pour effectuer un double diplôme. La formation dispensée à l’Ecole Centrale de Lyon à certains élèves en double diplôme consiste en un Tronc Commun Etendu (Tronc Commun + S8) ou en un Parcours Electif Etendu (S7 ou S7 d’intégration + Parcours Electif) ou un Parcours Electif Réduit (S9). \n", "question:\nQuels sont les différents parcours et semestres qui composent la formation ingénieur à l'Ecole Centrale de Lyon?\n", "response:\nLa formation ingénieur à l'Ecole Centrale de Lyon se déroule en trois années divisées en six semestres, comprenant le Tronc Commun (S5, S6, S7), le Parcours Electif (S8, S9) et le Travail de Fin d’Etudes (S10)."], ["Dans un semestre se déroulent plusieurs Unités d’Enseignement au sein desquelles les activités pédagogiques sont regroupées en Actions de Formation. Une Action de Formation est un ensemble cohérent d’activités planifiées : Cours Magistraux, Travaux Dirigés, Travaux Pratiques, Bureaux d’Etudes, etc.. Dans une Action de Formation comprenant des activités de Cours Magistral, ceux-ci présentent le socle de connaissances nécessaire au bon déroulement des autres activités de l’Action de Formation. De façon générale, la participation active des élèves aux activités des Actions de Formation est primordiale. Le programme pédagogique de chacun des parcours de la formation ingénieur est approuvé par le Conseil d’Administration, sur proposition du Directeur de l’Ecole et après avis du Conseil des Etudes. Il définit l’ensemble des activités d’une Action de Formation et est présenté dans le fascicule pédagogique.\nUne activité pédagogique ne peut être réalisée par un élève que s’il est administrativement inscrit dans l’(les) année(s) universitaires où elle se déroule, le calendrier des années universitaires voté par le Conseil d’Administration faisant foi.\n", "question:\nQu'est-ce qu'une Action de Formation et quelle est son importance dans le déroulement des activités pédagogiques ?\n", "response:\nUne Action de Formation est un ensemble cohérent d'activités planifiées regroupant différents types d'activités pédagogiques. Elle présente le socle de connaissances nécessaire au bon déroulement des autres activités et la participation active des élèves est primordiale."]], "Article 4": [["La participation et l’implication des élèves et des auditeurs au cursus de formation initiale sont prioritaires sur tout autre type d’activités. En conséquence, la participation à toutes les activités d’une Action de Formation est obligatoire ; la présence est contrôlée chaque fois que cela est possible, sous la responsabilité du responsable de l’Action de Formation. Toute absence doit être signalée par l’élève au Service de la Scolarité le plus tôt possible et au plus tard dans les cinq jours ouvrables qui suivent le premier jour de l’absence. Seules sont autorisées les absences pour raisons de force majeure (comme des problèmes de santé ou des décès familiaux), pour des convocations émanant d’autorités administratives. Les justificatifs doivent être impérativement fournis au Service de la Scolarité lors de la déclaration d’absence. Enfin, le manque de ponctualité étant un frein au bon déroulement des activités d’une Action de Formation, les enseignants participent à la promotion du respect de la ponctualité.\n\n\nArticle 4 – Objectifs de l’évaluation des connaissances et des compétences\n\n", "question: Quelles sont les règles concernant la participation et l'absence aux activités d'une Action de Formation ?", "response: La participation aux activités d'une Action de Formation est obligatoire et toute absence doit être justifiée. Seules les absences pour raisons de force majeure ou pour des convocations administratives sont autorisées."]], "Article 5": [["Chaque élève ou auditeur fait l’objet d’une évaluation continue dont l’objectif est d’estimer tout au long de l’année le niveau qu’il a atteint, de l’aider à effectuer un travail régulier d’assimilation, de le renseigner sur sa progression et de faciliter les choix et les orientations qu’il sera conduit à effectuer. Les résultats semestriels obtenus par les élèves et les auditeurs sont consignés dans leur dossier individuel par le Service de la Scolarité. Les jurys arrêtent pour chaque semestre la position globale de l’élève par rapport à sa demi-promotion et dès que possible la position globale de l’élève par rapport à sa promotion suivant un barème à niveaux. Une synthèse des résultats et les décisions des Jurys sont portées à la connaissance des élèves et des auditeurs à l’issue des délibérations. Ces éléments sont communicables à des organismes extérieurs sur demande écrite de l’élève ou de l’auditeur.\n\n\nArticle 5 – Organisation de l’évaluation des connaissances et des compétences\n\n", "question:\nComment se déroule l'évaluation continue des élèves et auditeurs ?", "response:\nL'évaluation continue vise à estimer le niveau atteint tout au long de l'année, aider à assimiler régulièrement, informer sur la progression, faciliter les choix et orientations."]], "Article 6": [["L’évaluation des élèves et des auditeurs porte sur l’ensemble du programme pédagogique. L’examen des connaissances et des compétences est du ressort exclusif des enseignants et des personnes ayant vocation à enseigner à l’Ecole, sous couvert des Conseils d’Unités d’Enseignement et des responsables de Parcours qui en assurent la cohérence. La nature et les modalités des évaluations sont déterminées par l’enseignant responsable de l’Action de Formation et ses collaborateurs, puis validées par les instances statutaires compétentes au même titre que le programme pédagogique. Elles sont publiées dans les fasci- cules pédagogiques. \n\n\nArticle 6 – Fraudes et Plagiats\n\n", "question:\nQuelle est l'autorité responsable de l'évaluation des élèves et des auditeurs dans le cadre du programme pédagogique?\n", "response:\nL'évaluation des élèves et des auditeurs dans le cadre du programme pédagogique est du ressort exclusif des enseignants et des personnes ayant vocation à enseigner à l’Ecole, sous couvert des Conseils d’Unités d’Enseignement et des responsables de Parcours qui en assurent la cohérence."]], "Article 7": [["Les fraudes et les plagiats ou les tentatives de fraudes et de plagiats sont des actes extrêmement graves dont les sanctions sont prévues par le Code de l’Education, Livre VIII (La vie universitaire), Titre Ier (Les droits et obligations des usagers du service public de l’enseignement supérieur), Section 2 (Procédures dis- ciplinaires). Les sanctions prévues peuvent aller jusqu’à l’exclusion définitive de tout établissement public d’enseignement supérieur. Les sanctions sont prises par la Section Disciplinaire de l’Ecole Centrale de Lyon après avoir été saisie par le Directeur de l’Ecole Centrale de Lyon. L’objectif de la charte anti-plagiat est de sensibiliser les élèves à ce problème. Une commission anti-plagiat est instituée dans l’objectif de réunir les faits en cas de présomption de plagiat. \n\n\nArticle 7 – Année de césure au cours de la scolarité\n\n", "question:\nQuelles sont les conséquences possibles des fraudes et des plagiats au sein de l'Ecole Centrale de Lyon?\n", "response:\nLes sanctions prévues peuvent aller jusqu’à l’exclusion définitive de tout établissement public d’enseignement supérieur."]], "Article 8": [["Une année de césure est la possibilité offerte aux élèves d’effectuer une année supplémentaire pour réaliser un projet professionnel ou personnel. Tout élève peut solliciter une année de césure au cours de sa scolarité à l’Ecole Centrale de Lyon.\n\n\nArticle 8 – Mobilité à l’international\n\n", "question: Qu'est-ce qu'une année de césure à l'Ecole Centrale de Lyon ?", "response: Une année de césure est la possibilité offerte aux élèves d'effectuer une année supplémentaire pour réaliser un projet professionnel ou personnel."]], "Article 9": [["L’objectif pédagogique de la mobilité à l’international est de placer l’élève en immersion dans un environnement socio-culturel et socio-professionnel différent, à l’étranger, de manière à le former à évoluer dans un tel contexte lors de l’exercice de son futur métier d’ingénieur. L’obtention du diplôme d’ingénieur de l’Ecole Centrale de Lyon est subordonnée à la réalisation d’un séjour de 21 semaines minimum à l’étranger.\n\n\nArticle 9 – Scolarité hors de l’Ecole Centrale de Lyon (hors formation double diplômante)\n\n", "question: Quel est l'objectif pédagogique de la mobilité à l'international pour les élèves de l'Ecole Centrale de Lyon ?", "response: L'objectif est de placer l'élève en immersion dans un environnement socio-culturel et socio-professionnel différent, à l'étranger, afin de le former à évoluer dans un tel contexte lors de l'exercice de son futur métier d'ingénieur."], ["En dehors des formations double diplômante effectuées à l’étranger, le cursus ingénieur peut être personnalisé en effectuant une partie de la scolarité hors de l’Ecole Centrale de Lyon suivant deux modalités : en remplaçant un ou plusieurs semestres complets de l’Ecole Centrale de Lyon par un même nombre de semestres suivis dans un autre établissement ou en remplaçant une ou plusieurs Actions de Formation par des enseignements suivis dans une autre formation.\n", "question:\nQuelles sont les deux modalités permettant de personnaliser le cursus ingénieur en dehors des formations double diplômante effectuées à l'étranger ?\n", "response:\nLes deux modalités sont : remplacer un ou plusieurs semestres complets de l'École Centrale de Lyon par un même nombre de semestres dans un autre établissement ou remplacer une ou plusieurs Actions de Formation par des enseignements dans une autre formation."], ["La validation d’un ou plusieurs semestres complets peut prendre plusieurs formes, exclusives l’une de l’autre :\n— effectuer le quatrième semestre dans un établissement étranger, en remplacement du semestre S8, à condition d’avoir effectué les trois premiers semestres au sein de l’Ecole Centrale de Lyon;\n— effectuer le quatrième semestre et le cinquième semestre dans un établissement étranger, en rem- placement des semestres S8 et S9, à condition d’avoir effectué les trois premiers semestres au sein de l’Ecole Centrale de Lyon;\n— effectuer le cinquième semestre et le sixième semestre (3e année) dans un établissement français ou étranger partenaire de l’Ecole Centrale de Lyon, en remplacement des semestres S9 et S10, à condition d’avoir effectué les quatre premiers semestres au sein de l’Ecole Centrale de Lyon et d’effectuer le stage final du cursus ingénieur (TFE).\n", "question:\nQuelles sont les différentes options pour valider un ou plusieurs semestres complets à l'Ecole Centrale de Lyon?\n", "response:\nLes différentes options sont : effectuer le quatrième semestre dans un établissement étranger en remplacement du semestre S8, effectuer le quatrième et le cinquième semestre dans un établissement étranger en remplacement des semestres S8 et S9, ou effectuer le cinquième et le sixième semestre dans un établissement partenaire de l'école en remplacement des semestres S9 et S10."], ["La liste des élèves autorisés par l’Ecole à effectuer les cinquième et sixième semestres dans un établissement étranger et celle des élèves autorisés par l’Ecole à effectuer les cinquième et sixième semestres dans un autre établissement sont arrêtées par le Directeur de l’Ecole Centrale de Lyon, sur proposition de la Commission des Echanges Universitaires. Le programme d’études de chaque élève dans l’établissement d’accueil est décrit dans un engagement écrit, signé par l’élève et approuvé par le Directeur de l’Ecole Centrale de Lyon ou son représentant. Ce document est transmis au Jury de Parcours Electif seul habilité à valider les résultats obtenus dans l’établissement d’accueil.\n", "question: Qui arrête la liste des élèves autorisés à effectuer les cinquième et sixième semestres dans un établissement étranger ou dans un autre établissement?", "response: Le Directeur de l’Ecole Centrale de Lyon, sur proposition de la Commission des Echanges Universitaires."]], "Article 10": [["Le remplacement de la validation d’une ou plusieurs Actions de Formation du Parcours Electif par la validation de cours suivis dans une autre formation doit être validé par la commission d’aménagement du Parcours Electif.\n\n\nArticle 10 – Organisation de la scolarité en situation de handicap\n\n", "question: Qui doit valider le remplacement des Actions de Formation du Parcours Electif par des cours suivis dans une autre formation?", "response: La commission d'aménagement du Parcours Electif."]], "Article 11": [["Le handicap est défini à l’article L.114 du Code de l’action sociale et des familles : « Constitue un handicap [...] toute limitation d’activité ou restriction de participation à la vie en société subie dans son environnement par une personne en raison d’une altération substantielle, durable ou définitive d’une ou plusieurs fonctions physiques, sensorielles, mentales, cognitives ou psychiques, d’un poly-handicap ou d’un trouble de santé invalidant ». En accord avec le Décret numéro 2005-1617 du 21 décembre 2005 relatif aux « aménagements des examens et concours de l’enseignement scolaire et de l’enseignement supérieur pour les candidats présentant un handicap », pour un élève ou un auditeur en situation de handicap, la formation ingénieur est aménagée en fonction de son handicap au niveau des examens et autres contrôles de connaissances et de compétences et au niveau du déroulement du cursus complet. \n\n\nArticle 11 – Les jurys\n\n", "question: Quelle est la définition du handicap selon l'article L.114 du Code de l'action sociale et des familles ?", "response: Selon l'article L.114 du Code de l'action sociale et des familles, le handicap est défini comme \"toute limitation d’activité ou restriction de participation à la vie en société subie dans son environnement par une personne en raison d’une altération substantielle, durable ou définitive d’une ou plusieurs fonctions physiques, sensorielles, mentales, cognitives ou psychiques, d’un poly-handicap ou d’un trouble de santé invalidant\"."], ["Le Directeur de l’Ecole Centrale de Lyon constitue chaque année :\n—le Jury de Tronc Commun : ce jury suit une promotion sur l’ensemble des semestres S5, S6 et S7 ;\n—le Jury de Parcours Electif : ce jury suit une promotion sur l’ensemble des semestres S8, S9 et S10 ;\n—la Commission des Echanges Universitaires (CEU).\n ", "question: Quels sont les différents jurys constitués par le Directeur de l'Ecole Centrale de Lyon chaque année ?", "response: Le Directeur de l'Ecole Centrale de Lyon constitue chaque année le Jury de Tronc Commun et le Jury de Parcours Electif, ainsi que la Commission des Echanges Universitaires (CEU)."]], "Article 12": [["Suite à l’indisponibilité d’un membre du Jury, le Directeur de l’Ecole désigne un remplaçant. \n\n\nArticle 12 – Validation du Tronc Commun (Etendu) et du Parcours Electif (Etendu/Réduit)\n\n", "question:\nQu'arrive-t-il en cas d'indisponibilité d'un membre du Jury dans une école?\n", "response:\nLe Directeur de l'école désigne un remplaçant."]], "Article 13": [["La validation du Tronc Commun (Etendu) (respectivement du Parcours Electif (Etendu/Réduit)) est décidée par le Jury de Tronc Commun (resp. de Parcours Electif) de la promotion concernée. \n\n\nArticle 13 – Redoublement\n\n", "question: Qui décide de la validation du Tronc Commun ou du Parcours Electif ?", "response: Le Jury de Tronc Commun ou de Parcours Electif de la promotion concernée."]], "Article 14": [["Le redoublement n’est autorisé qu’une seule fois au cours de la scolarité, sauf dans le cas d’un redoublement pour raison médicale. Les jurys décident si le redoublement est effectué à l’Ecole Centrale de Lyon ou à titre exceptionnel dans l’une des autres Ecoles Centrales de l’Intergroupe. Dans ce dernier cas, le choix de l’Ecole accueillant le redoublant résulte d’un accord entre les Directions des Formations.\n\n\nArticle 14 – Délivrance du Diplôme d’ingénieur de l’Ecole Centrale de Lyon\n\n", "question:\nQuelles sont les règles concernant le redoublement à l'Ecole Centrale de Lyon ?\n", "response:\nLe redoublement n'est autorisé qu'une seule fois au cours de la scolarité, sauf pour des raisons médicales."], ["Pour les élèves issus des concours, le Jury de Parcours Electif examine l’ensemble de la scolarité, en vue de les proposer au diplôme d’ingénieur de l’Ecole Centrale de Lyon délivré par le Recteur d’Académie représentant le Ministre chargé de l’Enseignement Supérieur.\n", "question: Quels critères le Jury de Parcours Electif examine-t-il pour proposer aux élèves issus des concours le diplôme d'ingénieur de l'Ecole Centrale de Lyon?", "response: Le Jury examine l'ensemble de la scolarité des élèves issus des concours en vue de les proposer au diplôme d'ingénieur de l'Ecole Centrale de Lyon délivré par le Recteur d'Académie représentant le Ministre chargé de l'Enseignement Supérieur."]], "Article 15": [["L’obtention du diplôme d’ingénieur de l’Ecole Centrale de Lyon est subordonnée à la validation du Tronc Commun, à la validation du Parcours Electif et à la réalisation ou à la validation d’un ensemble d’activités définies dans le cadre du programme pédagogique.\n\n\nArticle 15 – Formation double diplômante pour les élèves admis sur concours ou sur titres\n\n", "question:\nQuels sont les critères nécessaires pour obtenir le diplôme d'ingénieur de l'Ecole Centrale de Lyon ?", "response:\nLa validation du Tronc Commun, la validation du Parcours Electif et la réalisation ou la validation d'un ensemble d'activités définies dans le cadre du programme pédagogique."], ["Dans le cadre des accords passés avec les universités partenaires étrangères, certains élèves admis sur concours ou sur titres suivent une formation double diplômante. Le processus de sélection des élèves autorisés à suivre cette formation est effectué par la Commission des Echanges Universitaires. Ces élèves quittent l’Ecole en fin de quatrième semestre sous condition de validation du Tronc Commun élargi au S8 hors stage d’application par le Jury de Tronc Commun. Ils vont terminer leurs études dans l’université partenaire et le diplôme d’Ingénieur de l’Ecole Centrale de Lyon leur est alors automatiquement décerné lorsqu’ils remplissent les conditions d’obtention du diplôme de l’ECL et qu’ils obtiennent le diplôme correspondant de l’université partenaire.\n", "question: Comment se déroule le processus de sélection des élèves autorisés à suivre une formation double diplômante dans le cadre des accords avec les universités partenaires étrangères ?", "response: Le processus de sélection des élèves est effectué par la Commission des Echanges Universitaires."]], "Article 16": [["D’autres formations double diplômantes sont ouvertes aux élèves admis sur concours : double diplôme en Architecture avec l’Ecole Nationale Supérieure d’Architecture de Lyon, double diplôme en Management avec l’EMLyon Business School, double diplôme avec l’Ecole Nationale de la Statistique et de l’Adminis- tration Economique, double diplôme avec la Formation Approfondie en Sciences Médicales organisée par l’Université Claude Bernard Lyon 1, double diplôme avec des Masters co-accrédités ou non avec l’Ecole Normale Supérieure de Lyon et/ou l’Université Claude Bernard Lyon 1.\n\n\nArticle 16 – Diplôme d’Etudes Supérieures de l’Ecole Centrale de Lyon (DESECL)\n\n", "question:\nQuelles formations double diplômantes sont ouvertes aux élèves admis sur concours à l'Ecole Centrale de Lyon ?", "response:\nLe texte mentionne des formations double diplômantes en Architecture, en Management, en Statistique, en Sciences Médicales, ainsi que des Masters co-accrédités avec d'autres institutions."]], "Article 17": []}